Repository: ccBitTorrent/ccbt
Catalog: ccbt/i18n/locales/ha/LC_MESSAGES/ccbt.po
Languages: ha

source: Available Commands: help - Show this help message status - Show current status peers - Show connected peers files - Show file information pause - Pause download resume - Resume download stop - Stop download quit - Quit application clear - Clear screen
ha: Umarni da Ake Samu: help - Nuna wannan saƙon taimako status - Nuna matsayi na yanzu peers - Nuna abokan haɗin kai da aka haɗa files - Nuna bayanin fayil pause - Dakatar da zazzagewa resume - Ci gaba da zazzagewa stop - Tsayar da zazzagewa quit - Fita daga aikace-aikacen clear - Share allo

source: [bold cyan]File Selection[/bold cyan]
ha: [bold cyan]Zaɓin Fayil[/bold cyan]

source: [bold]File selection[/bold]
ha: [bold]Zaɓin fayil[/bold]

source: [yellow]Commands:[/yellow]
ha: [yellow]Umarni:[/yellow]

source: [yellow]File selection cancelled, using defaults[/yellow]
ha: [yellow]Zaɓin fayil an soke, ana amfani da na asali[/yellow]

source: [yellow]Tracker Scrape Statistics:[/yellow]
ha: [yellow]Ƙididdigar Tracker Scrape:[/yellow]

source: [yellow]Use: files select <index>, files deselect <index>, files priority <index> <priority>[/yellow]
ha: [yellow]Yi amfani da: files select <index>, files deselect <index>, files priority <index> <priority>[/yellow]

source: [yellow]Warning: No peers connected after 30 seconds[/yellow]
ha: [yellow]Gargadi: Babu abokan haɗin kai da aka haɗa bayan dakika 30[/yellow]

source: [cyan]deselect <index>[/cyan] - Deselect a file
ha: [cyan]deselect <index>[/cyan] - Cire zaɓin fayil

source: [cyan]deselect-all[/cyan] - Deselect all files
ha: [cyan]deselect-all[/cyan] - Cire zaɓin duk fayiloli

source: [cyan]done[/cyan] - Finish selection and start download
ha: [cyan]done[/cyan] - Kammala zaɓi kuma fara zazzagewa

source: [cyan]priority <index> <priority>[/cyan] - Set priority (do_not_download/low/normal/high/maximum)
ha: [cyan]priority <index> <priority>[/cyan] - Saita fifiko (do_not_download/low/normal/high/maximum)

source: [cyan]select <index>[/cyan] - Select a file
ha: [cyan]select <index>[/cyan] - Zaɓi fayil

source: [cyan]select-all[/cyan] - Select all files
ha: [cyan]select-all[/cyan] - Zaɓi duk fayiloli

source: • Check if torrent has active seeders
ha: • Bincika ko torrent yana da masu shuka masu aiki

source: • Ensure DHT is enabled: --enable-dht
ha: • Tabbatar an kunna DHT: --enable-dht

source: • Run 'btbt diagnose-connections' to check connection status
ha: • Gudanar da 'btbt diagnose-connections' don bincika matsayin haɗi

source: • Verify NAT/firewall settings
ha: • Tabbatar da saitunan NAT/firewall

source: | Files: {selected}/{total} selected
ha: | Fayiloli: {selected}/{total} an zaɓa

source: | Private: {count}
ha: | Sirri: {count}

source: Active
ha: Aiki

source: Active Alerts
ha: Faɗakarwa Masu Aiki

source: Active: {count}
ha: Aiki: {count}

source: Advanced Add
ha: Ƙara Mai Zurfi

source: Alert Rules
ha: Dokoki na Faɗakarwa

source: Alerts
ha: Faɗakarwa

source: Announce: Failed
ha: Sanarwa: An Gaza

source: Announce: {status}
ha: Sanarwa: {status}

source: Are you sure you want to quit?
ha: Ka tabbata kana son fita?

source: Automatically restart daemon if needed (without prompt)
ha: Sake farawa daemon ta atomatik idan an buƙata (ba tare da tambaya ba)

source: Browse
ha: Bincike

source: Capability
ha: Ikon

source: Commands:
ha: Umarni:

source: Completed
ha: An Kammala

source: Completed (Scrape)
ha: An Kammala (Scrape)

source: Component
ha: Bangare

source: Condition
ha: Yanayi

source: Config Backups
ha: Ajiyayyun Saituna

source: Configuration file path
ha: Hanyar fayil na saituna

source: Confirm
ha: Tabbatar

source: Connected
ha: An Haɗa

source: Connected Peers
ha: Abokan Haɗin Kai An Haɗa

source: Count: {count}{file_info}{private_info}
ha: Ƙidaya: {count}{file_info}{private_info}

source: Create backup before migration
ha: Ƙirƙiri ajiya kafin ƙaura

source: Description
ha: Bayani

source: Details
ha: Cikakkun Bayanai

source: Disabled
ha: An Kashe

source: Download
ha: Zazzage

source: Download Speed
ha: Saurin Zazzagewa

source: Download paused
ha: Zazzagewa an dakata

source: Download resumed
ha: Zazzagewa an ci gaba

source: Download stopped
ha: Zazzagewa an tsayar

source: Downloaded
ha: An Zazzage

source: Downloading {name}
ha: Ana Zazzagewa {name}

source: ETA
ha: Lokacin Kammalawa

source: Enable debug mode
ha: Kunna yanayin gyarawa

source: Enable verbose output
ha: Kunna fitarwa mai cikakken bayani

source: Enabled
ha: An Kunna

source: Error reading scrape cache
ha: Kuskure a karanta cache na scrape

source: Explore
ha: Bincike

source: Failed
ha: An Gaza

source: Failed to register torrent in session
ha: An gaza yin rajista torrent a cikin zaman

source: File
ha: Fayil

source: File Name
ha: Sunan Fayil

source: File selection not available for this torrent
ha: Zaɓin fayil baya samuwa ga wannan torrent

source: Files
ha: Fayiloli

source: Global Config
ha: Saitunan Duniya

source: Help
ha: Taimako

source: History
ha: Tarihi

source: IP Filter
ha: Tace IP

source: Info Hash
ha: Hash na Bayani

source: Interactive backup
ha: Ajiya mai hulɗa

source: Invalid torrent file format
ha: Tsarin fayil na torrent bai daidaita ba

source: Key
ha: Maɓalli

source: Key not found: {key}
ha: Ba a sami maɓalli: {key}

source: Last Scrape
ha: Scrape na Ƙarshe

source: Leechers
ha: Masu Zazzagewa

source: Leechers (Scrape)
ha: Masu Zazzagewa (Scrape)

source: MIGRATED
ha: AN ƘAURA

source: Metric
ha: Ma'auni

source: NAT Management
ha: Gudanar da NAT

source: Name
ha: Suna

source: Network
ha: Hanyar Sadarwa

source: No
ha: A'a

source: No active alerts
ha: Babu faɗakarwa masu aiki

source: No alert rules
ha: Babu dokoki na faɗakarwa

source: No alert rules configured
ha: Babu dokoki na faɗakarwa da aka saita

source: No backups found
ha: Ba a sami ajiyayyu

source: No cached results
ha: Babu sakamako da aka adana

source: No checkpoints
ha: Babu wuraren bincike

source: No config file to backup
ha: Babu fayil na saituna don ajiya

source: No peers connected
ha: Babu abokan haɗin kai da aka haɗa

source: No profiles available
ha: Babu bayanan martaba da ake samu

source: No templates available
ha: Babu samfura da ake samu

source: No torrent active
ha: Babu torrent mai aiki

source: Not available
ha: Ba Ake Samuwa Ba

source: Not configured
ha: Ba Aka Saita Ba

source: Not supported
ha: Ba Ake Taimakawa Ba

source: OK
ha: Yayi

source: Operation not supported
ha: Aiki ba ake taimakawa ba

source: Pause
ha: Dakata

source: Peers
ha: Abokan Haɗin Kai

source: Performance
ha: Aiki

source: Pieces
ha: Guda

source: Port
ha: Tashar Jiragen Ruwa

source: Port: {port}
ha: Tashar Jiragen Ruwa: {port}

source: Priority
ha: Fifiko

source: Private
ha: Sirri

source: Profiles
ha: Bayanan Martaba

source: Progress
ha: Ci Gaba

source: Property
ha: Dukiya

source: Proxy Config
ha: Saitunan Proxy

source: PyYAML is required for YAML output
ha: Ana buƙatar PyYAML don fitarwa ta YAML

source: Quick Add
ha: Ƙara Maimakon

source: Quit
ha: Fita

source: Rate limits disabled
ha: Iyakoki na sauri an kashe

source: Rate limits set to 1024 KiB/s
ha: Iyakoki na sauri an saita zuwa 1024 KiB/s

source: Resume
ha: Ci Gaba

source: Rule
ha: Doka

source: Rule not found: {name}
ha: Ba a sami doka: {name}

source: Rules: {rules}, IPv4: {ipv4}, IPv6: {ipv6}, Blocks: {blocks}
ha: Dokoki: {rules}, IPv4: {ipv4}, IPv6: {ipv6}, Tubalan: {blocks}

source: Running
ha: Ana Gudana

source: SSL Config
ha: Saitunan SSL

source: Scrape Results
ha: Sakamakon Scrape

source: Section not found: {section}
ha: Ba a sami sashe: {section}

source: Security Scan
ha: Binciken Tsaro

source: Seeders
ha: Masu Shuka

source: Seeders (Scrape)
ha: Masu Shuka (Scrape)

source: Select files to download
ha: Zaɓi fayiloli don zazzagewa

source: Selected
ha: An Zaɓa

source: Session
ha: Zaman

source: Set value in global config file
ha: Saita ƙima a cikin fayil na saitunan duniya

source: Set value in project local ccbt.toml
ha: Saita ƙima a cikin ccbt.toml na gida na aikin

source: Severity
ha: Matsala

source: Show specific key path (e.g. network.listen_port)
ha: Nuna hanyar maɓalli ta musamman (misali. network.listen_port)

source: Show specific section key path (e.g. network)
ha: Nuna hanyar maɓalli na sashe ta musamman (misali. network)

source: Size
ha: Girman

source: Skip confirmation prompt
ha: Tsallake tambayar tabbatarwa

source: Skip daemon restart even if needed
ha: Tsallake sake farawa daemon ko da an buƙata

source: Snapshot failed: {error}
ha: Hotunan lokaci an gaza: {error}

source: Snapshot saved to {path}
ha: Hotunan lokaci an adana zuwa {path}

source: Status
ha: Matsayi

source: Status:
ha: Matsayi:

source: Supported
ha: Ana Taimakawa

source: System Capabilities
ha: Ikon Tsarin

source: System Capabilities Summary
ha: Taƙaitaccen Ikon Tsarin

source: System Resources
ha: Albarkatun Tsarin

source: Templates
ha: Samfura

source: Timestamp
ha: Alamar Lokaci

source: Torrent Config
ha: Saitunan Torrent

source: Torrent Status
ha: Matsayin Torrent

source: Torrent file not found
ha: Ba a sami fayil na torrent

source: Torrent not found
ha: Ba a sami torrent

source: Tracker Scrape
ha: Scrape na Tracker

source: Type
ha: Nau'i

source: Unknown
ha: Ba A Sani Ba

source: Unknown subcommand
ha: Ƙaramin umarni ba a sani ba

source: Unknown subcommand: {sub}
ha: Ƙaramin umarni ba a sani ba: {sub}

source: Upload
ha: Loda

source: Upload Speed
ha: Saurin Lodawa

source: Uptime: {uptime:.1f}s
ha: Lokacin Aiki: {uptime:.1f}s

source: Usage: alerts list|list-active|add|remove|clear|load|save|test ...
ha: Amfani: alerts list|list-active|add|remove|clear|load|save|test ...

source: Usage: backup <info_hash> <dest>
ha: Amfani: backup <info_hash> <dest>

source: Usage: checkpoint list
ha: Amfani: checkpoint list

source: Usage: config [show|get|set|reload] ...
ha: Amfani: config [show|get|set|reload] ...

source: Usage: config get <key.path>
ha: Amfani: config get <key.path>

source: Usage: config set <key.path> <value>
ha: Amfani: config set <key.path> <value>

source: Usage: config_backup list|create [desc]|restore <file>
ha: Amfani: config_backup list|create [desc]|restore <file>

source: Usage: config_diff <file1> <file2>
ha: Amfani: config_diff <file1> <file2>

source: Usage: config_export <toml|json|yaml> <output>
ha: Amfani: config_export <toml|json|yaml> <output>

source: Usage: config_import <toml|json|yaml> <input>
ha: Amfani: config_import <toml|json|yaml> <input>

source: Usage: export <path>
ha: Amfani: export <path>

source: Usage: import <path>
ha: Amfani: import <path>

source: Usage: limits [show|set] <info_hash> [down up]
ha: Amfani: limits [show|set] <info_hash> [down up]

source: Usage: limits set <info_hash> <down_kib> <up_kib>
ha: Amfani: limits set <info_hash> <down_kib> <up_kib>

source: Usage: metrics show [system|performance|all] | metrics export [json|prometheus] [output]
ha: Amfani: metrics show [system|performance|all] | metrics export [json|prometheus] [output]

source: Usage: profile list | profile apply <name>
ha: Amfani: profile list | profile apply <name>

source: Usage: restore <backup_file>
ha: Amfani: restore <backup_file>

source: Usage: template list | template apply <name> [merge]
ha: Amfani: template list | template apply <name> [merge]

source: Use --confirm to proceed with reset
ha: Yi amfani da --confirm don ci gaba da sake saita

source: VALID
ha: DAIDAI

source: Value
ha: Ƙima

source: Welcome
ha: Barka da zuwa

source: Yes
ha: Ee

source: Yes (BEP 27)
ha: Ee (BEP 27)

source: [cyan]Adding magnet link and fetching metadata...[/cyan]
ha: [cyan]Ana ƙara hanyar haɗin magnet kuma ana zazzage bayanai...[/cyan]

source: [cyan]Downloading: {progress:.1f}% ({peers} peers)[/cyan]
ha: [cyan]Ana Zazzagewa: {progress:.1f}% ({peers} abokan haɗin kai)[/cyan]

source: [cyan]Downloading: {progress:.1f}% ({rate:.2f} MB/s, {peers} peers)[/cyan]
ha: [cyan]Ana Zazzagewa: {progress:.1f}% ({rate:.2f} MB/s, {peers} abokan haɗin kai)[/cyan]

source: [cyan]Initializing session components...[/cyan]
ha: [cyan]Ana farawa bangarorin zaman...[/cyan]

source: [cyan]Troubleshooting:[/cyan]
ha: [cyan]Magance Matsaloli:[/cyan]

source: [cyan]Waiting for session components to be ready (max 60s)...[/cyan]
ha: [cyan]Ana jira bangarorin zaman su shirya (matsakaici 60s)...[/cyan]

source: [dim]Consider using daemon commands or stop the daemon first: 'btbt daemon exit'[/dim]
ha: [dim]Yi la'akari da amfani da umarnin daemon ko ka tsayar da daemon da farko: 'btbt daemon exit'[/dim]

source: [green]All files selected[/green]
ha: [green]Duk fayiloli an zaɓa[/green]

source: [green]Applied auto-tuned configuration[/green]
ha: [green]An yi amfani da saitunan da aka daidaita ta atomatik[/green]

source: [green]Applied profile {name}[/green]
ha: [green]An yi amfani da bayanan martaba {name}[/green]

source: [green]Applied template {name}[/green]
ha: [green]An yi amfani da samfura {name}[/green]

source: [green]Backup created: {path}[/green]
ha: [green]An ƙirƙiri ajiya: {path}[/green]

source: [green]Cleaned up {count} old checkpoints[/green]
ha: [green]An tsabtace wuraren bincike {count} na tsoho[/green]

source: [green]Cleared active alerts[/green]
ha: [green]An share faɗakarwa masu aiki[/green]

source: [green]Configuration reloaded[/green]
ha: [green]An sake loda saituna[/green]

source: [green]Configuration restored[/green]
ha: [green]An maido da saituna[/green]

source: [green]Connected to {count} peer(s)[/green]
ha: [green]An haɗa zuwa {count} abokin haɗin kai[/green]

source: [green]Daemon status: {status}[/green]
ha: [green]Matsayin daemon: {status}[/green]

source: [green]Download completed, stopping session...[/green]
ha: [green]Zazzagewa ta ƙare, ana tsayar da zaman...[/green]

source: [green]Download completed: {name}[/green]
ha: [green]Zazzagewa ta ƙare: {name}[/green]

source: [green]Exported checkpoint to {path}[/green]
ha: [green]An fitar da wurin bincike zuwa {path}[/green]

source: [green]Exported configuration to {out}[/green]
ha: [green]An fitar da saituna zuwa {out}[/green]

source: [green]Imported configuration[/green]
ha: [green]An shigo da saituna[/green]

source: [green]Loaded {count} rules[/green]
ha: [green]An loda dokoki {count}[/green]

source: [green]Magnet added successfully: {hash}...[/green]
ha: [green]An ƙara hanyar haɗin magnet cikin nasara: {hash}...[/green]

source: [green]Magnet added to daemon: {hash}[/green]
ha: [green]An ƙara hanyar haɗin magnet zuwa daemon: {hash}[/green]

source: [green]Metadata fetched successfully![/green]
ha: [green]An zazzage bayanai cikin nasara![/green]

source: [green]Migrated checkpoint to {path}[/green]
ha: [green]An ƙaura wurin bincike zuwa {path}[/green]

source: [green]Monitoring started[/green]
ha: [green]An fara sa ido[/green]

source: [green]Resuming download from checkpoint...[/green]
ha: [green]Ana ci gaba da zazzagewa daga wurin bincike...[/green]

source: [green]Rule added[/green]
ha: [green]An ƙara doka[/green]

source: [green]Rule evaluated[/green]
ha: [green]An kimanta doka[/green]

source: [green]Rule removed[/green]
ha: [green]An cire doka[/green]

source: [green]Saved rules[/green]
ha: [green]An adana dokoki[/green]

source: [green]Selected file {idx}[/green]
ha: [green]An zaɓi fayil {idx}[/green]

source: [green]Selected {count} file(s) for download[/green]
ha: [green]An zaɓi fayiloli {count} don zazzagewa[/green]

source: [green]Set priority for file {idx} to {priority}[/green]
ha: [green]An saita fifiko na fayil {idx} zuwa {priority}[/green]

source: [green]Starting web interface on http://{host}:{port}[/green]
ha: [green]Ana farawa hanyar sadarwa ta yanar gizo akan http://{host}:{port}[/green]

source: [green]Torrent added to daemon: {hash}[/green]
ha: [green]An ƙara torrent zuwa daemon: {hash}[/green]

source: [green]Updated runtime configuration[/green]
ha: [green]An sabunta saitunan lokacin aiki[/green]

source: [green]Wrote metrics to {out}[/green]
ha: [green]An rubuta ma'auni zuwa {out}[/green]

source: [red]Backup failed: {msgs}[/red]
ha: [red]Ajiya ta gaza: {msgs}[/red]

source: [red]Error: Could not parse magnet link[/red]
ha: [red]Kuskure: Ba za a iya fassara hanyar haɗin magnet ba[/red]

source: [red]Error: {error}[/red]
ha: [red]Kuskure: {error}[/red]

source: [red]Failed to add magnet link: {error}[/red]
ha: [red]An gaza ƙara hanyar haɗin magnet: {error}[/red]

source: [red]Failed to set config: {error}[/red]
ha: [red]An gaza saita saituna: {error}[/red]

source: [red]File not found: {error}[/red]
ha: [red]Ba a sami fayil: {error}[/red]

source: [red]Invalid arguments[/red]
ha: [red]Hujjoji marasa inganci[/red]

source: [red]Invalid file index: {idx}[/red]
ha: [red]Fihirar fayil mara inganci: {idx}[/red]

source: [red]Invalid file index[/red]
ha: [red]Fihirar fayil mara inganci[/red]

source: [red]Invalid info hash format: {hash}[/red]
ha: [red]Tsarin hash na bayani mara inganci: {hash}[/red]

source: [red]Invalid priority. Use: do_not_download/low/normal/high/maximum[/red]
ha: [red]Fifiko mara inganci. Yi amfani da: do_not_download/low/normal/high/maximum[/red]

source: [red]Invalid priority: {priority}. Use: do_not_download/low/normal/high/maximum[/red]
ha: [red]Fifiko mara inganci: {priority}. Yi amfani da: do_not_download/low/normal/high/maximum[/red]

source: [red]Invalid torrent file: {error}[/red]
ha: [red]Fayil na torrent mara inganci: {error}[/red]

source: [red]Key not found: {key}[/red]
ha: [red]Ba a sami maɓalli: {key}[/red]

source: [red]No checkpoint found for {hash}[/red]
ha: [red]Ba a sami wurin bincike don {hash}[/red]

source: [red]PyYAML not installed[/red]
ha: [red]Ba a shigar da PyYAML ba[/red]

source: [red]Reload failed: {error}[/red]
ha: [red]Sake lodawa ya gaza: {error}[/red]

source: [red]Restore failed: {msgs}[/red]
ha: [red]Maido ya gaza: {msgs}[/red]

source: [yellow]All files deselected[/yellow]
ha: [yellow]Duk fayiloli an cire zaɓi[/yellow]

source: [yellow]Debug mode not yet implemented[/yellow]
ha: [yellow]Yanayin gyarawa bai cika ba tukuna[/yellow]

source: [yellow]Deselected file {idx}[/yellow]
ha: [yellow]An cire zaɓin fayil {idx}[/yellow]

source: [yellow]Download interrupted by user[/yellow]
ha: [yellow]Zazzagewa ta katse ta mai amfani[/yellow]

source: [yellow]Fetching metadata from peers...[/yellow]
ha: [yellow]Ana zazzage bayanai daga abokan haɗin kai...[/yellow]

source: [yellow]Invalid priority spec '{spec}': {error}[/yellow]
ha: [yellow]Fifiko '{spec}' mara inganci: {error}[/yellow]

source: [yellow]Keeping session alive[/yellow]
ha: [yellow]Ana kiyaye zaman a raye[/yellow]

source: [yellow]No checkpoints found[/yellow]
ha: [yellow]Ba a sami wuraren bincike[/yellow]

source: [yellow]Torrent session ended[/yellow]
ha: [yellow]Zaman na torrent ya ƙare[/yellow]

source: [yellow]Unknown command: {cmd}[/yellow]
ha: [yellow]Umarni da ba a sani ba: {cmd}[/yellow]

source: [yellow]Warning: Daemon is running. Starting local session may cause port conflicts.[/yellow]
ha: [yellow]Gargadi: Daemon yana gudana. Farawa zaman na gida na iya haifar da rikice-rikice na tashar jiragen ruwa.[/yellow]

source: [yellow]Warning: Error stopping session: {error}[/yellow]
ha: [yellow]Gargadi: Kuskure wajen tsayar da zaman: {error}[/yellow]

source: ccBitTorrent Interactive CLI
ha: ccBitTorrent CLI na Hira

source: ccBitTorrent Status
ha: Matsayin ccBitTorrent

source: uTP Config
ha: Saitunan uTP

source: {count} features
ha: {count} fasaloli

source: {count} items
ha: {count} abubuwa

source: {elapsed:.0f}s ago
ha: Sakonnin {elapsed:.0f} da suka wuce
