Repository: ccBitTorrent/ccbt
Catalog: ccbt/i18n/locales/arc/LC_MESSAGES/ccbt.po
Languages: arc

source: [cyan]deselect <index>[/cyan] - Deselect a file
arc: [cyan]deselect <index>[/cyan] - ܦܣܘܩ ܓܒܝܬܐ ܕܠܘܚܐ

source: [cyan]deselect-all[/cyan] - Deselect all files
arc: [cyan]deselect-all[/cyan] - ܦܣܘܩ ܓܒܝܬܐ ܕܟܠܗܘܢ ܠܘܚܝܢ

source: [cyan]done[/cyan] - Finish selection and start download
arc: [cyan]done[/cyan] - ܫܠܡ ܓܒܝܬܐ ܘܫܪܝ ܡܚܬܐ

source: [cyan]priority <index> <priority>[/cyan] - Set priority (do_not_download/low/normal/high/maximum)
arc: [cyan]priority <index> <priority>[/cyan] - ܣܝܡ ܩܕܡܘܬܐ (do_not_download/low/normal/high/maximum)

source: [cyan]select <index>[/cyan] - Select a file
arc: [cyan]select <index>[/cyan] - ܓܒܝ ܠܘܚܐ

source: [cyan]select-all[/cyan] - Select all files
arc: [cyan]select-all[/cyan] - ܓܒܝ ܟܠܗܘܢ ܠܘܚܝܢ

source: • Check if torrent has active seeders
arc: • ܒܨܐ ܐܢ ܛܘܪܢܛ ܐܝܬ ܠܗ ܙܪܥܐ ܦܠܚܢܐ

source: • Ensure DHT is enabled: --enable-dht
arc: • ܐܫܬܪܪ ܕDHT ܦܠܚܢܐ: --enable-dht

source: • Run 'btbt diagnose-connections' to check connection status
arc: • ܪܗܛ 'btbt diagnose-connections' ܠܡܒܨܐ ܐܝܟܢܝܘܬܐ ܕܐܝܬܘܬܐ

source: • Verify NAT/firewall settings
arc: • ܫܪܪ ܬܘܪܨܐ ܕNAT/ܢܘܪܐ ܕܫܘܪܐ

source: | Files: {selected}/{total} selected
arc: | ܠܘܚܝܢ: {selected}/{total} ܓܒܝܘ

source: | Private: {count}
arc: | ܕܝܠܢܝܐ: {count}

source: Active
arc: ܦܠܚܢܐ

source: Active Alerts
arc: ܙܗܪܐ ܦܠܚܢܐ

source: Active: {count}
arc: ܦܠܚܢܐ: {count}

source: Advanced Add
arc: ܡܘܣܦ ܡܬܩܕܡܢܐ

source: Alert Rules
arc: ܢܡܘܣܐ ܕܙܗܪܐ

source: Alerts
arc: ܙܗܪܐ

source: Announce: Failed
arc: ܟܪܘܙܘܬܐ: ܡܫܬܒܪܐ

source: Announce: {status}
arc: ܟܪܘܙܘܬܐ: {status}

source: Are you sure you want to quit?
arc: ܐܝܬܟ ܨܒܝܢܐ ܕܦܠܛܐ؟

source: Automatically restart daemon if needed (without prompt)
arc: ܬܘܒ ܫܘܪܝܐ ܕܕܝܡܘܢ ܒܝܕ ܢܦܫܗ ܐܢ ܡܬܒܥܐ (ܕܠܐ ܡܠܬܐ)

source: Browse
arc: ܒܪܘܙ

source: Capability
arc: ܐܝܕܝܢܘܬܐ

source: Commands:
arc: ܦܘܩܕܢܐ:

source: Completed
arc: ܡܫܠܡܐ

source: Completed (Scrape)
arc: ܡܫܠܡܐ (ܓܪܕܐ)

source: Component
arc: ܦܘܪܨܐ

source: Condition
arc: ܫܪܛܐ

source: Config Backups
arc: ܦܘܩܕܢܐ ܕܒܝܬܐ ܕܬܘܪܨܐ

source: Configuration file path
arc: ܐܘܪܚܐ ܕܠܘܚܐ ܕܬܘܪܨܐ

source: Confirm
arc: ܐܫܬܪܪ

source: Connected
arc: ܐܝܬܘܬܐ

source: Connected Peers
arc: ܚܒܪܝܢ ܕܐܝܬܘܬܐ

source: Count: {count}{file_info}{private_info}
arc: ܡܢܝܢܐ: {count}{file_info}{private_info}

source: Create backup before migration
arc: ܥܒܕ ܦܘܩܕܢܐ ܕܒܝܬܐ ܩܕܡ ܫܢܝܬܐ

source: Description
arc: ܦܘܪܫܢܐ

source: Details
arc: ܦܘܪܫܢܐ

source: Disabled
arc: ܠܐ ܦܠܚܢܐ

source: Download
arc: ܡܚܬܐ

source: Download Speed
arc: ܥܓܠܘܬܐ ܕܡܚܬܐ

source: Download paused
arc: ܡܚܬܐ ܥܬܝܩܬ

source: Download resumed
arc: ܡܚܬܐ ܫܘܒܚܬ

source: Download stopped
arc: ܡܚܬܐ ܟܠܝܬ

source: Downloaded
arc: ܐܬܚܬ

source: Downloading {name}
arc: ܡܚܬܐ {name}

source: ETA
arc: ܙܒܢܐ ܕܡܬܚܙܐ

source: Enable debug mode
arc: ܦܠܚ ܐܝܟܢܝܘܬܐ ܕܕܝܒܓ

source: Enable verbose output
arc: ܦܠܚ ܦܘܫܩܐ ܡܦܪܬܐ

source: Enabled
arc: ܦܠܚܢܐ

source: Error reading scrape cache
arc: ܦܘܕܐ ܒܩܪܝܬܐ ܕܟܐܫܐ ܕܓܪܕܐ

source: Explore
arc: ܒܨܐ

source: Failed
arc: ܡܫܬܒܪܐ

source: Failed to register torrent in session
arc: ܠܐ ܐܫܟܚ ܠܡܟܬܒ ܛܘܪܢܛ ܒܓܠܣܐ

source: File
arc: ܠܘܚܐ

source: File Name
arc: ܫܡܐ ܕܠܘܚܐ

source: File selection not available for this torrent
arc: ܓܒܝܬܐ ܕܠܘܚܐ ܠܐ ܐܝܬܝܗ ܠܗܢܐ ܛܘܪܢܛ

source: Files
arc: ܠܘܚܝܢ

source: Global Config
arc: ܬܘܪܨܐ ܕܥܠܡܐ

source: Help
arc: ܥܘܕܪܢܐ

source: History
arc: ܬܫܥܝܬܐ

source: IP Filter
arc: ܡܨܦܝܢܐ ܕIP

source: Info Hash
arc: ܚܫܐ ܕܝܕܥܬܐ

source: Interactive backup
arc: ܦܘܩܕܢܐ ܕܒܝܬܐ ܦܘܠܚܢܝܐ

source: Invalid torrent file format
arc: ܦܘܪܡܐ ܕܠܘܚܐ ܕܛܘܪܢܛ ܠܐ ܬܪܝܨܐ

source: Key
arc: ܩܠܝܕܐ

source: Key not found: {key}
arc: ܩܠܝܕܐ ܠܐ ܐܫܟܚܬ: {key}

source: Last Scrape
arc: ܐܚܪܝܐ ܓܪܕܐ

source: Leechers
arc: ܠܝܟܐ

source: Leechers (Scrape)
arc: ܠܝܟܐ (ܓܪܕܐ)

source: MIGRATED
arc: ܐܫܬܢܝ

source: Menu
arc: ܡܐܢܘ

source: Metric
arc: ܡܝܬܪܝܩܐ

source: NAT Management
arc: ܡܕܒܪܢܘܬܐ ܕNAT

source: Name
arc: ܫܡܐ

source: Network
arc: ܨܒܠܐ

source: No
arc: ܠܐ

source: No active alerts
arc: ܠܐ ܙܗܪܐ ܦܠܚܢܐ

source: No alert rules
arc: ܠܐ ܢܡܘܣܐ ܕܙܗܪܐ

source: No alert rules configured
arc: ܠܐ ܢܡܘܣܐ ܕܙܗܪܐ ܬܘܪܨܘ

source: No backups found
arc: ܠܐ ܦܘܩܕܢܐ ܕܒܝܬܐ ܐܫܟܚܬ

source: No cached results
arc: ܠܐ ܦܠܓܐ ܕܟܐܫܐ

source: No checkpoints
arc: ܠܐ ܢܘܩܬܐ ܕܒܘܪܟܐ

source: No config file to backup
arc: ܠܐ ܠܘܚܐ ܕܬܘܪܨܐ ܠܦܘܩܕܢܐ ܕܒܝܬܐ

source: No peers connected
arc: ܠܐ ܚܒܪܝܢ ܐܝܬܘܬܐ

source: No profiles available
arc: ܠܐ ܨܘܪܬܐ ܐܝܬܝܗ

source: No templates available
arc: ܠܐ ܦܬܓܡܐ ܐܝܬܝܗ

source: No torrent active
arc: ܠܐ ܛܘܪܢܛ ܦܠܚܢܐ

source: Nodes: {count}
arc: ܢܘܕܐ: {count}

source: Not available
arc: ܠܐ ܐܝܬܝܗ

source: Not configured
arc: ܠܐ ܬܘܪܨܐ

source: Not supported
arc: ܠܐ ܬܡܝܟܐ

source: OK
arc: ܛܒ

source: Operation not supported
arc: ܦܘܠܚܢܐ ܠܐ ܬܡܝܟܐ

source: Pause
arc: ܥܘܩܐ

source: Peers
arc: ܚܒܪܝܢ

source: Performance
arc: ܦܘܠܚܢܐ

source: Pieces
arc: ܦܘܪܨܐ

source: Port
arc: ܬܪܥܐ

source: Port: {port}
arc: ܬܪܥܐ: {port}

source: Priority
arc: ܩܕܡܘܬܐ

source: Private
arc: ܕܝܠܢܝܐ

source: Profiles
arc: ܨܘܪܬܐ

source: Progress
arc: ܩܕܡܘܬܐ

source: Property
arc: ܕܝܠܢܝܘܬܐ

source: Proxy Config
arc: ܬܘܪܨܐ ܕܦܪܘܟܣܝ

source: PyYAML is required for YAML output
arc: PyYAML ܡܬܒܥܐ ܠܦܘܫܩܐ ܕYAML

source: Quick Add
arc: ܡܘܣܦ ܥܓܠܐ

source: Quit
arc: ܦܠܛ

source: Rate limits disabled
arc: ܬܚܘܡܐ ܕܥܓܠܘܬܐ ܠܐ ܦܠܚܢܐ

source: Rate limits set to 1024 KiB/s
arc: ܬܚܘܡܐ ܕܥܓܠܘܬܐ ܣܝܡ ܠ1024 KiB/s

source: Rehash: {status}
arc: ܬܘܒ ܚܫܐ: {status}

source: Resume
arc: ܫܘܒܚܐ

source: Rule
arc: ܢܡܘܣܐ

source: Rule not found: {name}
arc: ܢܡܘܣܐ ܠܐ ܐܫܟܚܬ: {name}

source: Rules: {rules}, IPv4: {ipv4}, IPv6: {ipv6}, Blocks: {blocks}
arc: ܢܡܘܣܐ: {rules}, IPv4: {ipv4}, IPv6: {ipv6}, ܚܒܠܐ: {blocks}

source: Running
arc: ܪܗܛ

source: SSL Config
arc: ܬܘܪܨܐ ܕSSL

source: Scrape Results
arc: ܦܠܓܐ ܕܓܪܕܐ

source: Scrape: {status}
arc: ܓܪܕܐ: {status}

source: Section not found: {section}
arc: ܦܘܠܓܐ ܠܐ ܐܫܟܚܬ: {section}

source: Security Scan
arc: ܒܨܝܬܐ ܕܐܡܢܘܬܐ

source: Seeders
arc: ܙܪܥܐ

source: Seeders (Scrape)
arc: ܙܪܥܐ (ܓܪܕܐ)

source: Select files to download
arc: ܓܒܝ ܠܘܚܝܢ ܠܡܚܬܐ

source: Selected
arc: ܓܒܝܐ

source: Session
arc: ܓܠܣܐ

source: Set value in global config file
arc: ܣܝܡ ܡܢܝܢܐ ܒܠܘܚܐ ܕܬܘܪܨܐ ܕܥܠܡܐ

source: Set value in project local ccbt.toml
arc: ܣܝܡ ܡܢܝܢܐ ܒccbt.toml ܕܐܬܪܐ ܕܦܪܘܝܩܛܐ

source: Severity
arc: ܚܫܝܢܘܬܐ

source: Show specific key path (e.g. network.listen_port)
arc: ܚܘܝ ܐܘܪܚܐ ܕܩܠܝܕܐ ܕܝܠܝܐ (ܐܝܟ ܕnetwork.listen_port)

source: Show specific section key path (e.g. network)
arc: ܚܘܝ ܐܘܪܚܐ ܕܩܠܝܕܐ ܕܦܘܠܓܐ ܕܝܠܝܐ (ܐܝܟ ܕnetwork)

source: Size
arc: ܪܘܒܪܐ

source: Skip confirmation prompt
arc: ܫܘܩ ܡܠܬܐ ܕܐܫܬܪܪܘܬܐ

source: Skip daemon restart even if needed
arc: ܫܘܩ ܬܘܒ ܫܘܪܝܐ ܕܕܝܡܘܢ ܐܦ ܐܢ ܡܬܒܥܐ

source: Snapshot failed: {error}
arc: ܨܘܪܬܐ ܡܫܬܒܪܐ: {error}

source: Snapshot saved to {path}
arc: ܨܘܪܬܐ ܐܬܢܛܪܬ ܠ{path}

source: Status
arc: ܐܝܟܢܝܘܬܐ

source: Status:
arc: ܐܝܟܢܝܘܬܐ:

source: Supported
arc: ܬܡܝܟܐ

source: System Capabilities
arc: ܐܝܕܝܢܘܬܐ ܕܣܝܣܛܡܐ

source: System Capabilities Summary
arc: ܚܘܝܫܐ ܕܐܝܕܝܢܘܬܐ ܕܣܝܣܛܡܐ

source: System Resources
arc: ܡܐܢܐ ܕܣܝܣܛܡܐ

source: Templates
arc: ܦܬܓܡܐ

source: Timestamp
arc: ܙܒܢܐ ܕܪܫܡܐ

source: Torrent Config
arc: ܬܘܪܨܐ ܕܛܘܪܢܛ

source: Torrent Status
arc: ܐܝܟܢܝܘܬܐ ܕܛܘܪܢܛ

source: Torrent file not found
arc: ܠܘܚܐ ܕܛܘܪܢܛ ܠܐ ܐܫܟܚܬ

source: Torrent not found
arc: ܛܘܪܢܛ ܠܐ ܐܫܟܚܬ

source: Torrents
arc: ܛܘܪܢܛܐ

source: Torrents: {count}
arc: ܛܘܪܢܛܐ: {count}

source: Tracker Scrape
arc: ܓܪܕܐ ܕܛܪܐܟܪ

source: Type
arc: ܕܘܟܐ

source: Unknown
arc: ܠܐ ܝܕܝܥܐ

source: Unknown subcommand
arc: ܦܘܩܕܢܐ ܕܬܚܬܝܐ ܠܐ ܝܕܝܥܐ

source: Unknown subcommand: {sub}
arc: ܦܘܩܕܢܐ ܕܬܚܬܝܐ ܠܐ ܝܕܝܥܐ: {sub}

source: Upload
arc: ܣܩܐ

source: Upload Speed
arc: ܥܓܠܘܬܐ ܕܣܩܐ

source: Uptime: {uptime:.1f}s
arc: ܙܒܢܐ ܕܦܠܚܢܘܬܐ: {uptime:.1f}ܙ

source: Usage: alerts list|list-active|add|remove|clear|load|save|test ...
arc: ܡܦܠܚܢܘܬܐ: alerts list|list-active|add|remove|clear|load|save|test ...

source: Usage: backup <info_hash> <dest>
arc: ܡܦܠܚܢܘܬܐ: backup <info_hash> <dest>

source: Usage: checkpoint list
arc: ܡܦܠܚܢܘܬܐ: checkpoint list

source: Usage: config [show|get|set|reload] ...
arc: ܡܦܠܚܢܘܬܐ: config [show|get|set|reload] ...

source: Usage: config get <key.path>
arc: ܡܦܠܚܢܘܬܐ: config get <key.path>

source: Usage: config set <key.path> <value>
arc: ܡܦܠܚܢܘܬܐ: config set <key.path> <value>

source: Usage: config_backup list|create [desc]|restore <file>
arc: ܡܦܠܚܢܘܬܐ: config_backup list|create [desc]|restore <file>

source: Usage: config_diff <file1> <file2>
arc: ܡܦܠܚܢܘܬܐ: config_diff <file1> <file2>

source: Usage: config_export <toml|json|yaml> <output>
arc: ܡܦܠܚܢܘܬܐ: config_export <toml|json|yaml> <output>

source: Usage: config_import <toml|json|yaml> <input>
arc: ܡܦܠܚܢܘܬܐ: config_import <toml|json|yaml> <input>

source: Usage: export <path>
arc: ܡܦܠܚܢܘܬܐ: export <path>

source: Usage: import <path>
arc: ܡܦܠܚܢܘܬܐ: import <path>

source: Usage: limits [show|set] <info_hash> [down up]
arc: ܡܦܠܚܢܘܬܐ: limits [show|set] <info_hash> [down up]

source: Usage: limits set <info_hash> <down_kib> <up_kib>
arc: ܡܦܠܚܢܘܬܐ: limits set <info_hash> <down_kib> <up_kib>

source: Usage: metrics show [system|performance|all] | metrics export [json|prometheus] [output]
arc: ܡܦܠܚܢܘܬܐ: metrics show [system|performance|all] | metrics export [json|prometheus] [output]

source: Usage: profile list | profile apply <name>
arc: ܡܦܠܚܢܘܬܐ: profile list | profile apply <name>

source: Usage: restore <backup_file>
arc: ܡܦܠܚܢܘܬܐ: restore <backup_file>

source: Usage: template list | template apply <name> [merge]
arc: ܡܦܠܚܢܘܬܐ: template list | template apply <name> [merge]

source: Use --confirm to proceed with reset
arc: ܡܦܠܚ --confirm ܠܡܩܕܡ ܥܡ ܬܘܒ ܣܝܡܐ

source: VALID
arc: ܬܪܝܨܐ

source: Value
arc: ܡܢܝܢܐ

source: Welcome
arc: ܒܫܝܢܐ

source: Yes
arc: ܐܝܢ

source: Yes (BEP 27)
arc: ܐܝܢ (BEP 27)

source: [cyan]Adding magnet link and fetching metadata...[/cyan]
arc: [cyan]ܡܘܣܦ ܐܣܘܪܐ ܕܡܓܢܛ ܘܡܚܬ ܡܛܠܐ ܕܝܕܥܬܐ...[/cyan]

source: [cyan]Downloading: {progress:.1f}% ({peers} peers)[/cyan]
arc: [cyan]ܡܚܬܐ: {progress:.1f}% ({peers} ܚܒܪܝܢ)[/cyan]

source: [cyan]Downloading: {progress:.1f}% ({rate:.2f} MB/s, {peers} peers)[/cyan]
arc: [cyan]ܡܚܬܐ: {progress:.1f}% ({rate:.2f} MB/s, {peers} ܚܒܪܝܢ)[/cyan]

source: [cyan]Initializing session components...[/cyan]
arc: [cyan]ܡܫܪܝܬܐ ܕܦܘܪܨܐ ܕܓܠܣܐ...[/cyan]

source: [cyan]Troubleshooting:[/cyan]
arc: [cyan]ܫܪܪܐ ܕܟܘܪܗܢܐ:[/cyan]

source: [cyan]Waiting for session components to be ready (max 60s)...[/cyan]
arc: [cyan]ܣܟܝܢܐ ܠܦܘܪܨܐ ܕܓܠܣܐ ܕܢܗܘܘܢ ܡܛܝܒܢܐ (ܪܒܐ 60ܙ)...[/cyan]

source: [dim]Consider using daemon commands or stop the daemon first: 'btbt daemon exit'[/dim]
arc: [dim]ܚܫܘܒ ܡܦܠܚܢܘܬܐ ܕܦܘܩܕܢܐ ܕܕܝܡܘܢ ܐܘ ܩܕܡ ܟܠܐ ܕܝܡܘܢ: 'btbt daemon exit'[/dim]

source: [green]All files selected[/green]
arc: [green]ܟܠܗܘܢ ܠܘܚܝܢ ܓܒܝܘ[/green]

source: [green]Applied auto-tuned configuration[/green]
arc: [green]ܬܘܪܨܐ ܕܐܬܬܘܪܨ ܒܝܕ ܢܦܫܗ ܐܬܦܠܚ[/green]

source: [green]Applied profile {name}[/green]
arc: [green]ܨܘܪܬܐ {name} ܐܬܦܠܚܬ[/green]

source: [green]Applied template {name}[/green]
arc: [green]ܦܬܓܡܐ {name} ܐܬܦܠܚ[/green]

source: [green]Backup created: {path}[/green]
arc: [green]ܦܘܩܕܢܐ ܕܒܝܬܐ ܐܬܥܒܕ: {path}[/green]

source: [green]Cleaned up {count} old checkpoints[/green]
arc: [green]ܕܟܝܘ {count} ܢܘܩܬܐ ܕܒܘܪܟܐ ܥܬܝܩܐ[/green]

source: [green]Cleared active alerts[/green]
arc: [green]ܕܟܝܘ ܙܗܪܐ ܦܠܚܢܐ[/green]

source: [green]Configuration reloaded[/green]
arc: [green]ܬܘܪܨܐ ܬܘܒ ܐܬܐܥܠܬ[/green]

source: [green]Configuration restored[/green]
arc: [green]ܬܘܪܨܐ ܐܬܬܒܥܬ[/green]

source: [green]Connected to {count} peer(s)[/green]
arc: [green]ܐܝܬܘܬܐ ܠܗܘܢ ܠܚܒܪܐ {count}[/green]

source: [green]Daemon status: {status}[/green]
arc: [green]ܐܝܟܢܝܘܬܐ ܕܕܝܡܘܢ: {status}[/green]

source: [green]Download completed, stopping session...[/green]
arc: [green]ܡܚܬܐ ܡܫܠܡܐ، ܟܠܝܢ ܓܠܣܐ...[/green]

source: [green]Download completed: {name}[/green]
arc: [green]ܡܚܬܐ ܡܫܠܡܐ: {name}[/green]

source: [green]Exported checkpoint to {path}[/green]
arc: [green]ܐܦܩ ܢܘܩܬܐ ܕܒܘܪܟܐ ܠܗܘܢ ܠ{path}[/green]

source: [green]Exported configuration to {out}[/green]
arc: [green]ܐܦܩ ܬܘܪܨܐ ܠܗܘܢ ܠ{out}[/green]

source: [green]Imported configuration[/green]
arc: [green]ܥܠܠ ܬܘܪܨܐ[/green]

source: [green]Loaded {count} rules[/green]
arc: [green]ܐܥܠ {count} ܢܡܘܣܐ[/green]

source: [green]Magnet added successfully: {hash}...[/green]
arc: [green]ܡܓܢܛ ܐܬܘܣܦ ܒܟܫܝܪܘܬܐ: {hash}...[/green]

source: [green]Magnet added to daemon: {hash}[/green]
arc: [green]ܡܓܢܛ ܐܬܘܣܦ ܠܕܝܡܘܢ: {hash}[/green]

source: [green]Metadata fetched successfully![/green]
arc: [green]ܡܛܠܐ ܕܝܕܥܬܐ ܐܬܚܬ ܒܟܫܝܪܘܬܐ![/green]

source: [green]Migrated checkpoint to {path}[/green]
arc: [green]ܐܫܬܢܝ ܢܘܩܬܐ ܕܒܘܪܟܐ ܠ{path}[/green]

source: [green]Monitoring started[/green]
arc: [green]ܢܛܘܪܘܬܐ ܫܪܝܬ[/green]

source: [green]Resuming download from checkpoint...[/green]
arc: [green]ܡܫܘܒܚ ܡܚܬܐ ܡܢ ܢܘܩܬܐ ܕܒܘܪܟܐ...[/green]

source: [green]Rule added[/green]
arc: [green]ܢܡܘܣܐ ܐܬܘܣܦ[/green]

source: [green]Rule evaluated[/green]
arc: [green]ܢܡܘܣܐ ܐܬܚܫܒ[/green]

source: [green]Rule removed[/green]
arc: [green]ܢܡܘܣܐ ܐܬܦܣܩ[/green]

source: [green]Saved rules[/green]
arc: [green]ܢܡܘܣܐ ܐܬܢܛܪܘ[/green]

source: [green]Selected file {idx}[/green]
arc: [green]ܠܘܚܐ {idx} ܓܒܝ[/green]

source: [green]Selected {count} file(s) for download[/green]
arc: [green]ܓܒܝܘ {count} ܠܘܚܐ ܠܡܚܬܐ[/green]

source: [green]Set priority for file {idx} to {priority}[/green]
arc: [green]ܣܝܡ ܩܕܡܘܬܐ ܕܠܘܚܐ {idx} ܠ{priority}[/green]

source: [green]Starting web interface on http://{host}:{port}[/green]
arc: [green]ܡܫܪܐ ܡܦܩܐ ܕܘܒ ܒhttp://{host}:{port}[/green]

source: [green]Torrent added to daemon: {hash}[/green]
arc: [green]ܛܘܪܢܛ ܐܬܘܣܦ ܠܕܝܡܘܢ: {hash}[/green]

source: [green]Updated runtime configuration[/green]
arc: [green]ܬܘܪܨܐ ܕܙܒܢܐ ܕܦܠܚܢܘܬܐ ܐܬܚܕܬ[/green]

source: [green]Wrote metrics to {out}[/green]
arc: [green]ܟܬܒ ܡܝܬܪܝܩܐ ܠ{out}[/green]

source: [red]Backup failed: {msgs}[/red]
arc: [red]ܦܘܩܕܢܐ ܕܒܝܬܐ ܡܫܬܒܪ: {msgs}[/red]

source: [red]Error: Could not parse magnet link[/red]
arc: [red]ܦܘܕܐ: ܠܐ ܐܫܟܚ ܠܡܦܪܫ ܐܣܘܪܐ ܕܡܓܢܛ[/red]

source: [red]Error: {error}[/red]
arc: [red]ܦܘܕܐ: {error}[/red]

source: [red]Failed to add magnet link: {error}[/red]
arc: [red]ܠܐ ܐܫܟܚ ܠܡܘܣܦ ܐܣܘܪܐ ܕܡܓܢܛ: {error}[/red]

source: [red]Failed to set config: {error}[/red]
arc: [red]ܠܐ ܐܫܟܚ ܠܡܣܝܡ ܬܘܪܨܐ: {error}[/red]

source: [red]File not found: {error}[/red]
arc: [red]ܠܘܚܐ ܠܐ ܐܫܟܚܬ: {error}[/red]

source: [red]Invalid file index: {idx}[/red]
arc: [red]ܡܢܝܢܐ ܕܠܘܚܐ ܠܐ ܬܪܝܨ: {idx}[/red]

source: [red]Invalid file index[/red]
arc: [red]ܡܢܝܢܐ ܕܠܘܚܐ ܠܐ ܬܪܝܨ[/red]

source: [red]Invalid info hash format: {hash}[/red]
arc: [red]ܦܘܪܡܐ ܕܚܫܐ ܕܝܕܥܬܐ ܠܐ ܬܪܝܨ: {hash}[/red]

source: [red]Invalid priority. Use: do_not_download/low/normal/high/maximum[/red]
arc: [red]ܩܕܡܘܬܐ ܠܐ ܬܪܝܨܐ. ܡܦܠܚ: do_not_download/low/normal/high/maximum[/red]

source: [red]Invalid priority: {priority}. Use: do_not_download/low/normal/high/maximum[/red]
arc: [red]ܩܕܡܘܬܐ ܠܐ ܬܪܝܨܐ: {priority}. ܡܦܠܚ: do_not_download/low/normal/high/maximum[/red]

source: [red]Invalid torrent file: {error}[/red]
arc: [red]ܠܘܚܐ ܕܛܘܪܢܛ ܠܐ ܬܪܝܨ: {error}[/red]

source: [red]Key not found: {key}[/red]
arc: [red]ܩܠܝܕܐ ܠܐ ܐܫܟܚܬ: {key}[/red]

source: [red]No checkpoint found for {hash}[/red]
arc: [red]ܠܐ ܢܘܩܬܐ ܕܒܘܪܟܐ ܐܫܟܚܬ ܠ{hash}[/red]

source: [red]PyYAML not installed[/red]
arc: [red]PyYAML ܠܐ ܐܬܪܣܡ[/red]

source: [red]Reload failed: {error}[/red]
arc: [red]ܬܘܒ ܐܥܠܬܐ ܡܫܬܒܪܐ: {error}[/red]

source: [red]Restore failed: {msgs}[/red]
arc: [red]ܬܒܥܬܐ ܡܫܬܒܪܐ: {msgs}[/red]

source: [yellow]All files deselected[/yellow]
arc: [yellow]ܟܠܗܘܢ ܠܘܚܝܢ ܦܣܝܩܘ ܓܒܝܬܐ[/yellow]

source: [yellow]Debug mode not yet implemented[/yellow]
arc: [yellow]ܐܝܟܢܝܘܬܐ ܕܕܝܒܓ ܥܕܟܝܠ ܠܐ ܐܬܦܠܚܬ[/yellow]

source: [yellow]Deselected file {idx}[/yellow]
arc: [yellow]ܠܘܚܐ {idx} ܦܣܝܩ ܓܒܝܬܐ[/yellow]

source: [yellow]Download interrupted by user[/yellow]
arc: [yellow]ܡܚܬܐ ܐܬܦܣܩܬ ܡܢ ܡܦܠܚܢܐ[/yellow]

source: [yellow]Fetching metadata from peers...[/yellow]
arc: [yellow]ܡܚܬ ܡܛܠܐ ܕܝܕܥܬܐ ܡܢ ܚܒܪܝܢ...[/yellow]

source: [yellow]Invalid priority spec '{spec}': {error}[/yellow]
arc: [yellow]ܦܘܪܫܐ ܕܩܕܡܘܬܐ ܠܐ ܬܪܝܨ '{spec}': {error}[/yellow]

source: [yellow]Keeping session alive[/yellow]
arc: [yellow]ܢܛܪ ܓܠܣܐ ܚܝܐ[/yellow]

source: [yellow]No checkpoints found[/yellow]
arc: [yellow]ܠܐ ܢܘܩܬܐ ܕܒܘܪܟܐ ܐܫܟܚܬ[/yellow]

source: [yellow]Torrent session ended[/yellow]
arc: [yellow]ܓܠܣܐ ܕܛܘܪܢܛ ܫܠܡ[/yellow]

source: [yellow]Unknown command: {cmd}[/yellow]
arc: [yellow]ܦܘܩܕܢܐ ܠܐ ܝܕܝܥܐ: {cmd}[/yellow]

source: [yellow]Warning: Daemon is running. Starting local session may cause port conflicts.[/yellow]
arc: [yellow]ܙܗܪܐ: ܕܝܡܘܢ ܪܗܛ. ܫܘܪܝܐ ܕܓܠܣܐ ܕܐܬܪܐ ܡܫܟܚ ܕܢܥܒܕ ܡܨܥܬܐ ܕܬܪܥܐ.[/yellow]

source: [yellow]Warning: Error stopping session: {error}[/yellow]
arc: [yellow]ܙܗܪܐ: ܦܘܕܐ ܒܟܠܝܬܐ ܕܓܠܣܐ: {error}[/yellow]

source: ccBitTorrent Interactive CLI
arc: ccBitTorrent ܦܘܠܚܢܐ CLI

source: ccBitTorrent Status
arc: ܐܝܟܢܝܘܬܐ ccBitTorrent

source: uTP Config
arc: ܬܘܪܨܐ ܕuTP

source: {count} features
arc: {count} ܐܝܕܝܢ

source: {count} items
arc: {count} ܡܢܝܢܐ

source: {elapsed:.0f}s ago
arc: {elapsed:.0f}ܙ ܩܕܡ
