Repository: ccBitTorrent/ccbt
Catalog: ccbt/i18n/locales/yo/LC_MESSAGES/ccbt.po
Languages: yo

source: Available Commands: help - Show this help message status - Show current status peers - Show connected peers files - Show file information pause - Pause download resume - Resume download stop - Stop download quit - Quit application clear - Clear screen
yo: Àwọn Àṣẹ Tí Wà: help - Fihàn ìrànlọ́wọ́ yìí status - Fihàn ìpàdé lọ́wọ́lọ́wọ́ peers - Fihàn àwọn ẹgbẹ́ tí dípọ̀ files - Fihàn àlàyé fáìlì pause - Dúró ìgbàsílẹ̀ resume - Tún bẹ̀rẹ̀ ìgbàsílẹ̀ stop - Dákẹ́ ìgbàsílẹ̀ quit - Jáde kúrò nínú ohun èlò clear - Mọ́ skríìnì

source: [bold cyan]File Selection[/bold cyan]
yo: [bold cyan]Ìyàn Fáìlì[/bold cyan]

source: [bold]File selection[/bold]
yo: [bold]Ìyàn fáìlì[/bold]

source: [yellow]Commands:[/yellow]
yo: [yellow]Àwọn Àṣẹ:[/yellow]

source: [yellow]File selection cancelled, using defaults[/yellow]
yo: [yellow]Ìyàn fáìlì ti fagilé, ń lo àwọn àyípadà[/yellow]

source: [yellow]Tracker Scrape Statistics:[/yellow]
yo: [yellow]Ìṣirò Tracker Scrape:[/yellow]

source: [yellow]Use: files select <index>, files deselect <index>, files priority <index> <priority>[/yellow]
yo: [yellow]Lo: files select <index>, files deselect <index>, files priority <index> <priority>[/yellow]

source: [yellow]Warning: No peers connected after 30 seconds[/yellow]
yo: [yellow]Àkíyèsí: Kò sí àwọn ẹgbẹ́ tí dípọ̀ lẹ́yìn ìṣẹ́jú 30[/yellow]

source: [cyan]deselect <index>[/cyan] - Deselect a file
yo: [cyan]deselect <index>[/cyan] - Yọ fáìlì kúrò

source: [cyan]deselect-all[/cyan] - Deselect all files
yo: [cyan]deselect-all[/cyan] - Yọ gbogbo àwọn fáìlì kúrò

source: [cyan]done[/cyan] - Finish selection and start download
yo: [cyan]done[/cyan] - Parí ìyàn àti bẹ̀rẹ̀ ìgbàsílẹ̀

source: [cyan]priority <index> <priority>[/cyan] - Set priority (do_not_download/low/normal/high/maximum)
yo: [cyan]priority <index> <priority>[/cyan] - Ṣètò àkànkàn (do_not_download/low/normal/high/maximum)

source: [cyan]select <index>[/cyan] - Select a file
yo: [cyan]select <index>[/cyan] - Yàn fáìlì

source: [cyan]select-all[/cyan] - Select all files
yo: [cyan]select-all[/cyan] - Yàn gbogbo àwọn fáìlì

source: • Check if torrent has active seeders
yo: • Ṣàyẹ̀wò bí torrent bá ní àwọn olùgbìn tó nṣiṣẹ́

source: • Ensure DHT is enabled: --enable-dht
yo: • Rí dájú pé DHT ti mú ṣiṣẹ́: --enable-dht

source: • Run 'btbt diagnose-connections' to check connection status
yo: • Ṣe 'btbt diagnose-connections' láti ṣàyẹ̀wò ìpàdé ìdípọ̀

source: • Verify NAT/firewall settings
yo: • Jẹ́rìí àwọn ètò NAT/firewall

source: | Files: {selected}/{total} selected
yo: | Àwọn Fáìlì: {selected}/{total} tí a yàn

source: | Private: {count}
yo: | Ìkọ̀kọ̀: {count}

source: Active
yo: Nṣiṣẹ

source: Active Alerts
yo: Àkíyèsí Tó Nṣiṣẹ

source: Active: {count}
yo: Nṣiṣẹ: {count}

source: Advanced Add
yo: Ìròpò Àtẹ̀lẹ̀

source: Alert Rules
yo: Àwọn Ìlànà Àkíyèsí

source: Alerts
yo: Àkíyèsí

source: Announce: Failed
yo: Ìfihàn: Kò ṣe

source: Announce: {status}
yo: Ìfihàn: {status}

source: Are you sure you want to quit?
yo: Ṣé o dájú pé o fẹ́ jáde?

source: Automatically restart daemon if needed (without prompt)
yo: Tún bẹ̀rẹ̀ daemon laifọwọ́yí tí ó bá wúlò (láìsí ìbéèrè)

source: Browse
yo: Ṣàwárí

source: Capability
yo: Agbára

source: Commands:
yo: Àwọn Àṣẹ:

source: Completed
yo: Tí Parí

source: Completed (Scrape)
yo: Tí Parí (Scrape)

source: Component
yo: Apá

source: Condition
yo: Ìpàdé

source: Config Backups
yo: Àwọn Ìgbàgbẹ́ Ètò

source: Configuration file path
yo: Ọ̀nà fáìlì ètò

source: Confirm
yo: Jẹ́rìí

source: Connected
yo: Tí Dípọ̀

source: Connected Peers
yo: Àwọn Ẹgbẹ́ Tí Dípọ̀

source: Count: {count}{file_info}{private_info}
yo: Ìka: {count}{file_info}{private_info}

source: Create backup before migration
yo: Ṣẹ̀dá ìgbàgbẹ́ ṣáájú ìgbérí

source: Description
yo: Àpèjúwe

source: Details
yo: Àwọn Àlàyé

source: Disabled
yo: Tí Dínkù

source: Download
yo: Ìgbàsílẹ̀

source: Download Speed
yo: Ìyára Ìgbàsílẹ̀

source: Download paused
yo: Ìgbàsílẹ̀ dínkù

source: Download resumed
yo: Ìgbàsílẹ̀ tún bẹ̀rẹ̀

source: Download stopped
yo: Ìgbàsílẹ̀ dákẹ́

source: Downloaded
yo: Tí Gbà

source: Downloading {name}
yo: Ń Gbà {name}

source: ETA
yo: Àkókò Tí Ó Parí

source: Enable debug mode
yo: Mú àwọn ìṣòro ṣiṣẹ́

source: Enable verbose output
yo: Mú ìjádé tó pọ̀ ṣiṣẹ́

source: Enabled
yo: Tí Mú Ṣiṣẹ́

source: Error reading scrape cache
yo: Àṣìṣe nínú kíkà scrape cache

source: Explore
yo: Ṣàwárí

source: Failed
yo: Kò Ṣe

source: Failed to register torrent in session
yo: Kò ṣeé fi torrent forúkọ sílé nínú àkókò

source: File
yo: Fáìlì

source: File Name
yo: Orúkọ Fáìlì

source: File selection not available for this torrent
yo: Ìyàn fáìlì kò sí fún torrent yìí

source: Files
yo: Àwọn Fáìlì

source: Global Config
yo: Ètò Gbogbogbò

source: Help
yo: Ìrànlọ́wọ́

source: History
yo: Ìtàn

source: IP Filter
yo: Àtẹ̀jáde IP

source: Info Hash
yo: Hash Àlàyé

source: Interactive backup
yo: Ìgbàgbẹ́ ìbaraẹnisọrọ̀

source: Invalid torrent file format
yo: Àwọn ètò fáìlì torrent kò tọ́

source: Key
yo: Ọ̀nà

source: Key not found: {key}
yo: Ọ̀nà kò rí: {key}

source: Last Scrape
yo: Scrape Tó Kẹ́hìn

source: Leechers
yo: Àwọn Olùgbà

source: Leechers (Scrape)
yo: Àwọn Olùgbà (Scrape)

source: MIGRATED
yo: TÍ GBÉRÍ

source: Menu
yo: Àtòjọ

source: Metric
yo: Métíríkì

source: NAT Management
yo: Ìṣàkóso NAT

source: Name
yo: Orúkọ

source: Network
yo: Nẹ́tíwọ̀kì

source: No
yo: Bẹ́ẹ̀ kọ́

source: No active alerts
yo: Kò sí àkíyèsí tó nṣiṣẹ́

source: No alert rules
yo: Kò sí àwọn ìlànà àkíyèsí

source: No alert rules configured
yo: Kò sí àwọn ìlànà àkíyèsí tí a ṣètò

source: No backups found
yo: Kò sí àwọn ìgbàgbẹ́ tí a rí

source: No cached results
yo: Kò sí àwọn èsì tí a ṣàkójọ

source: No checkpoints
yo: Kò sí àwọn ibi ìgbéyẹ̀wò

source: No config file to backup
yo: Kò sí fáìlì ètò láti ṣe ìgbàgbẹ́

source: No peers connected
yo: Kò sí àwọn ẹgbẹ́ tí dípọ̀

source: No profiles available
yo: Kò sí àwọn àkọlé tí wà

source: No templates available
yo: Kò sí àwọn àpẹrẹ tí wà

source: No torrent active
yo: Kò sí torrent tó nṣiṣẹ́

source: Nodes: {count}
yo: Àwọn Nóòdù: {count}

source: Not available
yo: Kò Wà

source: Not configured
yo: Kò ṣètò

source: Not supported
yo: Kò ṣeé gbà

source: OK
yo: Dájú

source: Operation not supported
yo: Ìṣẹ́ kò ṣeé gbà

source: Pause
yo: Dúró

source: Peers
yo: Àwọn Ẹgbẹ́

source: Performance
yo: Ìṣẹ́

source: Pieces
yo: Àwọn Ẹyà

source: Port
yo: Pọ́ọ̀tì

source: Port: {port}
yo: Pọ́ọ̀tì: {port}

source: Priority
yo: Àkànkàn

source: Private
yo: Ìkọ̀kọ̀

source: Profiles
yo: Àwọn Àkọlé

source: Progress
yo: Ìlọsíwájú

source: Property
yo: Ohun

source: Proxy Config
yo: Ètò Proxy

source: PyYAML is required for YAML output
yo: PyYAML wúlò fún ìjádé YAML

source: Quick Add
yo: Ìròpò Kíákíá

source: Quit
yo: Jáde

source: Rate limits disabled
yo: Àwọn ààlà ìyára dínkù

source: Rate limits set to 1024 KiB/s
yo: Àwọn ààlà ìyára ṣètò sí 1024 KiB/s

source: Resume
yo: Tún Bẹ̀rẹ̀

source: Rule
yo: Ìlànà

source: Rule not found: {name}
yo: Ìlànà kò rí: {name}

source: Rules: {rules}, IPv4: {ipv4}, IPv6: {ipv6}, Blocks: {blocks}
yo: Àwọn Ìlànà: {rules}, IPv4: {ipv4}, IPv6: {ipv6}, Àwọn Dídì: {blocks}

source: Running
yo: Ń Ṣiṣẹ́

source: SSL Config
yo: Ètò SSL

source: Scrape Results
yo: Àwọn Èsì Scrape

source: Section not found: {section}
yo: Apá kò rí: {section}

source: Security Scan
yo: Ìwádìí Ààbò

source: Seeders
yo: Àwọn Olùgbìn

source: Seeders (Scrape)
yo: Àwọn Olùgbìn (Scrape)

source: Select files to download
yo: Yàn àwọn fáìlì láti gbà

source: Selected
yo: Tí A Yàn

source: Session
yo: Àkókò

source: Set value in global config file
yo: Ṣètò ìye nínú fáìlì ètò gbogbogbò

source: Set value in project local ccbt.toml
yo: Ṣètò ìye nínú ccbt.toml agbègbè iṣẹ́

source: Severity
yo: Ìwọ̀n

source: Show specific key path (e.g. network.listen_port)
yo: Fihàn ọ̀nà ọ̀nà pàtàkì (àpẹrẹ. network.listen_port)

source: Show specific section key path (e.g. network)
yo: Fihàn ọ̀nà ọ̀nà apá pàtàkì (àpẹrẹ. network)

source: Size
yo: Ìwọ̀n

source: Skip confirmation prompt
yo: Fò ìbéèrè ìjẹ́rìí

source: Skip daemon restart even if needed
yo: Fò títún bẹ̀rẹ̀ daemon bí ó tilẹ̀ jẹ́ pé ó wúlò

source: Snapshot failed: {error}
yo: Àwòrán kò ṣe: {error}

source: Snapshot saved to {path}
yo: Àwòrán tí a fipamọ́ sí {path}

source: Status
yo: Ìpàdé

source: Status:
yo: Ìpàdé:

source: Supported
yo: Tí A Gbà

source: System Capabilities
yo: Àwọn Agbára Ètò

source: System Capabilities Summary
yo: Àkójọ Àwọn Agbára Ètò

source: System Resources
yo: Àwọn Ohun Ètò

source: Templates
yo: Àwọn Àpẹrẹ

source: Timestamp
yo: Àkókò Àmì

source: Torrent Config
yo: Ètò Torrent

source: Torrent Status
yo: Ìpàdé Torrent

source: Torrent file not found
yo: Fáìlì torrent kò rí

source: Torrent not found
yo: Torrent kò rí

source: Torrents
yo: Àwọn Torrent

source: Torrents: {count}
yo: Àwọn Torrent: {count}

source: Tracker Scrape
yo: Scrape Tracker

source: Type
yo: Ìrí

source: Unknown
yo: Àìmọ̀

source: Unknown subcommand
yo: Àṣẹ kékeré àìmọ̀

source: Unknown subcommand: {sub}
yo: Àṣẹ kékeré àìmọ̀: {sub}

source: Upload
yo: Ìgbékalẹ̀

source: Upload Speed
yo: Ìyára Ìgbékalẹ̀

source: Uptime: {uptime:.1f}s
yo: Àkókò Ṣiṣẹ́: {uptime:.1f}s

source: Usage: alerts list|list-active|add|remove|clear|load|save|test ...
yo: Lílò: alerts list|list-active|add|remove|clear|load|save|test ...

source: Usage: backup <info_hash> <dest>
yo: Lílò: backup <info_hash> <dest>

source: Usage: checkpoint list
yo: Lílò: checkpoint list

source: Usage: config [show|get|set|reload] ...
yo: Lílò: config [show|get|set|reload] ...

source: Usage: config get <key.path>
yo: Lílò: config get <key.path>

source: Usage: config set <key.path> <value>
yo: Lílò: config set <key.path> <value>

source: Usage: config_backup list|create [desc]|restore <file>
yo: Lílò: config_backup list|create [desc]|restore <file>

source: Usage: config_diff <file1> <file2>
yo: Lílò: config_diff <file1> <file2>

source: Usage: config_export <toml|json|yaml> <output>
yo: Lílò: config_export <toml|json|yaml> <output>

source: Usage: config_import <toml|json|yaml> <input>
yo: Lílò: config_import <toml|json|yaml> <input>

source: Usage: export <path>
yo: Lílò: export <path>

source: Usage: import <path>
yo: Lílò: import <path>

source: Usage: limits [show|set] <info_hash> [down up]
yo: Lílò: limits [show|set] <info_hash> [down up]

source: Usage: limits set <info_hash> <down_kib> <up_kib>
yo: Lílò: limits set <info_hash> <down_kib> <up_kib>

source: Usage: metrics show [system|performance|all] | metrics export [json|prometheus] [output]
yo: Lílò: metrics show [system|performance|all] | metrics export [json|prometheus] [output]

source: Usage: profile list | profile apply <name>
yo: Lílò: profile list | profile apply <name>

source: Usage: restore <backup_file>
yo: Lílò: restore <backup_file>

source: Usage: template list | template apply <name> [merge]
yo: Lílò: template list | template apply <name> [merge]

source: Use --confirm to proceed with reset
yo: Lo --confirm láti tẹ̀síwájú pẹ̀lú títún ṣètò

source: VALID
yo: TỌ́

source: Value
yo: Ìye

source: Welcome
yo: Káàbọ̀

source: Yes
yo: Bẹ́ẹ̀ni

source: Yes (BEP 27)
yo: Bẹ́ẹ̀ni (BEP 27)

source: [cyan]Adding magnet link and fetching metadata...[/cyan]
yo: [cyan]Ń ṣàfikún ìjápọ̀ magnet àti gbà metadata...[/cyan]

source: [cyan]Downloading: {progress:.1f}% ({peers} peers)[/cyan]
yo: [cyan]Ń Gbà: {progress:.1f}% ({peers} àwọn ẹgbẹ́)[/cyan]

source: [cyan]Downloading: {progress:.1f}% ({rate:.2f} MB/s, {peers} peers)[/cyan]
yo: [cyan]Ń Gbà: {progress:.1f}% ({rate:.2f} MB/s, {peers} àwọn ẹgbẹ́)[/cyan]

source: [cyan]Initializing session components...[/cyan]
yo: [cyan]Ń bẹ̀rẹ̀ àwọn apá àkókò...[/cyan]

source: [cyan]Troubleshooting:[/cyan]
yo: [cyan]Ìṣọdọtun:[/cyan]

source: [cyan]Waiting for session components to be ready (max 60s)...[/cyan]
yo: [cyan]Ń dúró fún àwọn apá àkókò láti ṣeé ṣe (ààlà 60s)...[/cyan]

source: [dim]Consider using daemon commands or stop the daemon first: 'btbt daemon exit'[/dim]
yo: [dim]Rò pé o lo àwọn àṣẹ daemon tàbí dákẹ́ daemon kíákíá: 'btbt daemon exit'[/dim]

source: [green]All files selected[/green]
yo: [green]Àwọn fáìlì gbogbo tí a yàn[/green]

source: [green]Applied auto-tuned configuration[/green]
yo: [green]Ètò tí a ṣàtúnṣe laifọwọ́yí ti wà[/green]

source: [green]Applied profile {name}[/green]
yo: [green]Àkọlé {name} ti wà[/green]

source: [green]Applied template {name}[/green]
yo: [green]Àpẹrẹ {name} ti wà[/green]

source: [green]Backup created: {path}[/green]
yo: [green]Ìgbàgbẹ́ ti ṣẹ̀dá: {path}[/green]

source: [green]Cleaned up {count} old checkpoints[/green]
yo: [green]A ti ṣe ìmọ́tẹ̀ {count} àwọn ibi ìgbéyẹ̀wò tí ó kù[/green]

source: [green]Cleared active alerts[/green]
yo: [green]Àwọn àkíyèsí tó nṣiṣẹ́ ti pa[/green]

source: [green]Configuration reloaded[/green]
yo: [green]Ètò ti tún ṣe[/green]

source: [green]Configuration restored[/green]
yo: [green]Ètò ti padà[/green]

source: [green]Connected to {count} peer(s)[/green]
yo: [green]Tí dípọ̀ sí {count} ẹgbẹ́[/green]

source: [green]Daemon status: {status}[/green]
yo: [green]Ìpàdé daemon: {status}[/green]

source: [green]Download completed, stopping session...[/green]
yo: [green]Ìgbàsílẹ̀ ti parí, ń dákẹ́ àkókò...[/green]

source: [green]Download completed: {name}[/green]
yo: [green]Ìgbàsílẹ̀ ti parí: {name}[/green]

source: [green]Exported checkpoint to {path}[/green]
yo: [green]Ibi ìgbéyẹ̀wò ti jádé sí {path}[/green]

source: [green]Exported configuration to {out}[/green]
yo: [green]Ètò ti jádé sí {out}[/green]

source: [green]Imported configuration[/green]
yo: [green]Ètò ti wọlé[/green]

source: [green]Loaded {count} rules[/green]
yo: [green]{count} ìlànà ti wọlé[/green]

source: [green]Magnet added successfully: {hash}...[/green]
yo: [green]Ìjápọ̀ magnet ti ṣàfikún ní àṣeyọrí: {hash}...[/green]

source: [green]Magnet added to daemon: {hash}[/green]
yo: [green]Ìjápọ̀ magnet ti ṣàfikún sí daemon: {hash}[/green]

source: [green]Metadata fetched successfully![/green]
yo: [green]Metadata ti gbà ní àṣeyọrí![/green]

source: [green]Migrated checkpoint to {path}[/green]
yo: [green]Ibi ìgbéyẹ̀wò ti gbérí sí {path}[/green]

source: [green]Monitoring started[/green]
yo: [green]Ìtọ́sọ́nà ti bẹ̀rẹ̀[/green]

source: [green]Resuming download from checkpoint...[/green]
yo: [green]Ń tún bẹ̀rẹ̀ ìgbàsílẹ̀ láti ibi ìgbéyẹ̀wò...[/green]

source: [green]Rule added[/green]
yo: [green]Ìlànà ti ṣàfikún[/green]

source: [green]Rule evaluated[/green]
yo: [green]Ìlànà ti ṣàyẹ̀wò[/green]

source: [green]Rule removed[/green]
yo: [green]Ìlànà ti yọ kúrò[/green]

source: [green]Saved rules[/green]
yo: [green]Àwọn ìlànà ti fipamọ́[/green]

source: [green]Selected file {idx}[/green]
yo: [green]Fáìlì {idx} tí a yàn[/green]

source: [green]Selected {count} file(s) for download[/green]
yo: [green]{count} fáìlì tí a yàn fún ìgbàsílẹ̀[/green]

source: [green]Set priority for file {idx} to {priority}[/green]
yo: [green]Àkànkàn fáìlì {idx} ti ṣètò sí {priority}[/green]

source: [green]Starting web interface on http://{host}:{port}[/green]
yo: [green]Ń bẹ̀rẹ̀ kiolesura wẹ́ẹ̀bù lórí http://{host}:{port}[/green]

source: [green]Torrent added to daemon: {hash}[/green]
yo: [green]Torrent ti ṣàfikún sí daemon: {hash}[/green]

source: [green]Updated runtime configuration[/green]
yo: [green]Ètò àkókò ṣiṣẹ́ ti ṣàtúnṣe[/green]

source: [green]Wrote metrics to {out}[/green]
yo: [green]Àwọn métíríkì ti kọ sí {out}[/green]

source: [red]Backup failed: {msgs}[/red]
yo: [red]Ìgbàgbẹ́ kò ṣe: {msgs}[/red]

source: [red]Error: Could not parse magnet link[/red]
yo: [red]Àṣìṣe: Kò ṣeé ṣàlàyé ìjápọ̀ magnet[/red]

source: [red]Error: {error}[/red]
yo: [red]Àṣìṣe: {error}[/red]

source: [red]Failed to add magnet link: {error}[/red]
yo: [red]Kò ṣeé ṣàfikún ìjápọ̀ magnet: {error}[/red]

source: [red]Failed to set config: {error}[/red]
yo: [red]Kò ṣeé ṣètò ètò: {error}[/red]

source: [red]File not found: {error}[/red]
yo: [red]Fáìlì kò rí: {error}[/red]

source: [red]Invalid arguments[/red]
yo: [red]Àwọn àtúnṣe kò tọ́[/red]

source: [red]Invalid file index: {idx}[/red]
yo: [red]Fáhìrísì fáìlì kò tọ́: {idx}[/red]

source: [red]Invalid file index[/red]
yo: [red]Fáhìrísì fáìlì kò tọ́[/red]

source: [red]Invalid info hash format: {hash}[/red]
yo: [red]Àwọn ètò hash àlàyé kò tọ́: {hash}[/red]

source: [red]Invalid priority. Use: do_not_download/low/normal/high/maximum[/red]
yo: [red]Àkànkàn kò tọ́. Lo: do_not_download/low/normal/high/maximum[/red]

source: [red]Invalid priority: {priority}. Use: do_not_download/low/normal/high/maximum[/red]
yo: [red]Àkànkàn kò tọ́: {priority}. Lo: do_not_download/low/normal/high/maximum[/red]

source: [red]Invalid torrent file: {error}[/red]
yo: [red]Fáìlì torrent kò tọ́: {error}[/red]

source: [red]Key not found: {key}[/red]
yo: [red]Ọ̀nà kò rí: {key}[/red]

source: [red]No checkpoint found for {hash}[/red]
yo: [red]Kò sí ibi ìgbéyẹ̀wò tí a rí fún {hash}[/red]

source: [red]PyYAML not installed[/red]
yo: [red]PyYAML kò fi sílẹ̀[/red]

source: [red]Reload failed: {error}[/red]
yo: [red]Títún ṣe kò ṣe: {error}[/red]

source: [red]Restore failed: {msgs}[/red]
yo: [red]Ìpadà kò ṣe: {msgs}[/red]

source: [yellow]All files deselected[/yellow]
yo: [yellow]Àwọn fáìlì gbogbo tí a yọ kúrò[/yellow]

source: [yellow]Debug mode not yet implemented[/yellow]
yo: [yellow]Àwọn àkókò ìṣọdọtun kò tíì ṣe[/yellow]

source: [yellow]Deselected file {idx}[/yellow]
yo: [yellow]Fáìlì {idx} tí a yọ kúrò[/yellow]

source: [yellow]Download interrupted by user[/yellow]
yo: [yellow]Ìgbàsílẹ̀ tí olùlo dákẹ́[/yellow]

source: [yellow]Fetching metadata from peers...[/yellow]
yo: [yellow]Ń gbà metadata láti àwọn ẹgbẹ́...[/yellow]

source: [yellow]Invalid priority spec '{spec}': {error}[/yellow]
yo: [yellow]Àkànkàn '{spec}' kò tọ́: {error}[/yellow]

source: [yellow]Keeping session alive[/yellow]
yo: [yellow]Ń ṣàgbà àkókò[/yellow]

source: [yellow]No checkpoints found[/yellow]
yo: [yellow]Kò sí àwọn ibi ìgbéyẹ̀wò tí a rí[/yellow]

source: [yellow]Torrent session ended[/yellow]
yo: [yellow]Àkókò torrent ti parí[/yellow]

source: [yellow]Unknown command: {cmd}[/yellow]
yo: [yellow]Àṣẹ àìmọ̀: {cmd}[/yellow]

source: [yellow]Warning: Daemon is running. Starting local session may cause port conflicts.[/yellow]
yo: [yellow]Àkíyèsí: Daemon ń ṣiṣẹ́. Bíríbẹ̀rẹ̀ àkókò agbègbè lè fa ìjà àwọn pọ́ọ̀tì.[/yellow]

source: [yellow]Warning: Error stopping session: {error}[/yellow]
yo: [yellow]Àkíyèsí: Àṣìṣe nínú dídákẹ́ àkókò: {error}[/yellow]

source: ccBitTorrent Interactive CLI
yo: ccBitTorrent CLI Ìbaraẹnisọrọ̀

source: ccBitTorrent Status
yo: Ìpàdé ccBitTorrent

source: uTP Config
yo: Ètò uTP

source: {count} features
yo: {count} àwọn ẹ̀yà

source: {count} items
yo: {count} àwọn nǹkan

source: {elapsed:.0f}s ago
yo: Ọjọ́ {elapsed:.0f}s sẹ́yìn
