Repository: ccBitTorrent/ccbt
Catalog: ccbt/i18n/locales/*/LC_MESSAGES/ccbt.po
Languages: es, eu, fa, fr, hi, ja, sw, th, ur

source: Available Commands: help - Show this help message status - Show current status peers - Show connected peers files - Show file information pause - Pause download resume - Resume download stop - Stop download quit - Quit application clear - Clear screen
es: Comandos disponibles: help - Mostrar este mensaje de ayuda status - Mostrar estado actual peers - Mostrar pares conectados files - Mostrar información de archivos pause - Pausar descarga resume - Reanudar descarga stop - Detener descarga quit - Salir de la aplicación clear - Limpiar pantalla
eu: Komando erabilgarriak: help - Laguntza mezu hau erakusteko status - Egoera orain erakusteko peers - Konektatutako kideak erakusteko files - Fitxategi informazioa erakusteko pause - Deskarga pausatu resume - Deskarga berrekin stop - Deskarga gelditu quit - Aplikazioa irten clear - Pantaila garbitu
fr: Commandes disponibles : help - Afficher ce message d'aide status - Afficher l'état actuel peers - Afficher les pairs connectés files - Afficher les informations sur les fichiers pause - Mettre en pause le téléchargement resume - Reprendre le téléchargement stop - Arrêter le téléchargement quit - Quitter l'application clear - Effacer l'écran
sw: Amri Zinazopatikana: help - Onyesha ujumbe huu wa msaada status - Onyesha hali ya sasa peers - Onyesha wanaohusiana files - Onyesha taarifa za faili pause - Simamisha upakuaji resume - Endelea upakuaji stop - Acha upakuaji quit - Toka kwenye programu clear - Safisha skrini

source: [bold cyan]File Selection[/bold cyan]
es: [bold cyan]Selección de archivos[/bold cyan]
eu: [bold cyan]Fitxategi hautaketa[/bold cyan]
fr: [bold cyan]Sélection de fichiers[/bold cyan]
sw: [bold cyan]Uchaguzi wa Faili[/bold cyan]

source: [bold]File selection[/bold]
es: [bold]Selección de archivos[/bold]
eu: [bold]Fitxategi hautaketa[/bold]
fr: [bold]Sélection de fichiers[/bold]
sw: [bold]Uchaguzi wa faili[/bold]

source: [yellow]Commands:[/yellow]
es: [yellow]Comandos:[/yellow]
eu: [yellow]Komandoak:[/yellow]
fr: [yellow]Commandes :[/yellow]
sw: [yellow]Amri:[/yellow]

source: [yellow]File selection cancelled, using defaults[/yellow]
es: [yellow]Selección de archivos cancelada, usando valores por defecto[/yellow]
eu: [yellow]Fitxategi hautaketa bertan behera utzita, lehenetsiak erabiliz[/yellow]
fr: [yellow]Sélection de fichiers annulée, utilisation des valeurs par défaut[/yellow]
sw: [yellow]Uchaguzi wa faili umeghairiwa, kutumia chaguo-msingi[/yellow]

source: [yellow]Tracker Scrape Statistics:[/yellow]
es: [yellow]Estadísticas de scrape del tracker:[/yellow]
eu: [yellow]Tracker Scrape estatistikak:[/yellow]
fr: [yellow]Statistiques de raclage du tracker :[/yellow]
sw: [yellow]Takwimu za Tracker Scrape:[/yellow]

source: [yellow]Use: files select <index>, files deselect <index>, files priority <index> <priority>[/yellow]
es: [yellow]Uso: files select <index>, files deselect <index>, files priority <index> <priority>[/yellow]
eu: [yellow]Erabilera: files select <index>, files deselect <index>, files priority <index> <priority>[/yellow]
fr: [yellow]Utilisation : files select <index>, files deselect <index>, files priority <index> <priority>[/yellow]
sw: [yellow]Tumia: files select <index>, files deselect <index>, files priority <index> <priority>[/yellow]

source: [yellow]Warning: No peers connected after 30 seconds[/yellow]
es: [yellow]Advertencia: No hay pares conectados después de 30 segundos[/yellow]
eu: [yellow]Abisua: 30 segundu ondoren kide konektaturik ez[/yellow]
fr: [yellow]Avertissement : Aucun pair connecté après 30 secondes[/yellow]
sw: [yellow]Onyo: Hakuna wanaohusiana wameunganishwa baada ya sekunde 30[/yellow]

source: [cyan]deselect <index>[/cyan] - Deselect a file
es: [cyan]deselect <index>[/cyan] - Deseleccionar un archivo
eu: [cyan]deselect <index>[/cyan] - Fitxategi bat deshautatu
fa: [cyan]deselect <index>[/cyan] - لغو انتخاب یک فایل
fr: [cyan]deselect <index>[/cyan] - Désélectionner un fichier
hi: [cyan]deselect <index>[/cyan] - एक फ़ाइल का चयन रद्द करें
ja: [cyan]deselect <インデックス>[/cyan] - ファイルの選択を解除
sw: [cyan]deselect <index>[/cyan] - Acha kuchagua faili
th: [cyan]deselect <ดัชนี>[/cyan] - ยกเลิกการเลือกไฟล์
ur: [cyan]deselect <index>[/cyan] - ایک فائل کا انتخاب منسوخ کریں

source: [cyan]deselect-all[/cyan] - Deselect all files
es: [cyan]deselect-all[/cyan] - Deseleccionar todos los archivos
eu: [cyan]deselect-all[/cyan] - Fitxategi guztiak deshautatu
fa: [cyan]deselect-all[/cyan] - لغو انتخاب همه فایل‌ها
fr: [cyan]deselect-all[/cyan] - Désélectionner tous les fichiers
hi: [cyan]deselect-all[/cyan] - सभी फ़ाइलों का चयन रद्द करें
ja: [cyan]deselect-all[/cyan] - すべてのファイルの選択を解除
sw: [cyan]deselect-all[/cyan] - Acha kuchagua faili zote
th: [cyan]deselect-all[/cyan] - ยกเลิกการเลือกไฟล์ทั้งหมด
ur: [cyan]deselect-all[/cyan] - تمام فائلوں کا انتخاب منسوخ کریں

source: [cyan]done[/cyan] - Finish selection and start download
es: [cyan]done[/cyan] - Finalizar selección y comenzar descarga
eu: [cyan]done[/cyan] - Hautaketa amaitu eta deskarga hasi
fa: [cyan]done[/cyan] - تکمیل انتخاب و شروع دانلود
fr: [cyan]done[/cyan] - Terminer la sélection et démarrer le téléchargement
hi: [cyan]done[/cyan] - चयन समाप्त करें और डाउनलोड शुरू करें
ja: [cyan]done[/cyan] - 選択を完了してダウンロードを開始
sw: [cyan]done[/cyan] - Maliza uchaguzi na anza upakuaji
th: [cyan]done[/cyan] - เสร็จสิ้นการเลือกและเริ่มดาวน์โหลด
ur: [cyan]done[/cyan] - انتخاب مکمل کریں اور ڈاؤن لوڈ شروع کریں

source: [cyan]priority <index> <priority>[/cyan] - Set priority (do_not_download/low/normal/high/maximum)
es: [cyan]priority <index> <priority>[/cyan] - Establecer prioridad (do_not_download/low/normal/high/maximum)
eu: [cyan]priority <index> <priority>[/cyan] - Lehentasuna ezarri (do_not_download/low/normal/high/maximum)
fa: [cyan]priority <index> <priority>[/cyan] - تنظیم اولویت (do_not_download/low/normal/high/maximum)
fr: [cyan]priority <index> <priority>[/cyan] - Définir la priorité (do_not_download/low/normal/high/maximum)
hi: [cyan]priority <index> <priority>[/cyan] - प्राथमिकता सेट करें (do_not_download/low/normal/high/maximum)
ja: [cyan]priority <インデックス> <優先度>[/cyan] - 優先度を設定（do_not_download/low/normal/high/maximum）
sw: [cyan]priority <index> <priority>[/cyan] - Weka kipaumbele (do_not_download/low/normal/high/maximum)
th: [cyan]priority <ดัชนี> <ลำดับความสำคัญ>[/cyan] - ตั้งค่าลำดับความสำคัญ（do_not_download/low/normal/high/maximum）
ur: [cyan]priority <index> <priority>[/cyan] - ترجیح مقرر کریں (do_not_download/low/normal/high/maximum)

source: [cyan]select <index>[/cyan] - Select a file
es: [cyan]select <index>[/cyan] - Seleccionar un archivo
eu: [cyan]select <index>[/cyan] - Fitxategi bat hautatu
fa: [cyan]select <index>[/cyan] - انتخاب یک فایل
fr: [cyan]select <index>[/cyan] - Sélectionner un fichier
hi: [cyan]select <index>[/cyan] - एक फ़ाइल चुनें
ja: [cyan]select <インデックス>[/cyan] - ファイルを選択
sw: [cyan]select <index>[/cyan] - Chagua faili
th: [cyan]select <ดัชนี>[/cyan] - เลือกไฟล์
ur: [cyan]select <index>[/cyan] - ایک فائل منتخب کریں

source: [cyan]select-all[/cyan] - Select all files
es: [cyan]select-all[/cyan] - Seleccionar todos los archivos
eu: [cyan]select-all[/cyan] - Fitxategi guztiak hautatu
fa: [cyan]select-all[/cyan] - انتخاب همه فایل‌ها
fr: [cyan]select-all[/cyan] - Sélectionner tous les fichiers
hi: [cyan]select-all[/cyan] - सभी फ़ाइलें चुनें
ja: [cyan]select-all[/cyan] - すべてのファイルを選択
sw: [cyan]select-all[/cyan] - Chagua faili zote
th: [cyan]select-all[/cyan] - เลือกไฟล์ทั้งหมด
ur: [cyan]select-all[/cyan] - تمام فائلیں منتخب کریں

source: • Check if torrent has active seeders
es: • Verificar si el torrent tiene seeders activos
eu: • Egiaztatu torrent-ak seeders aktiboak dituen
fa: • بررسی کنید که تورنت سیدرهای فعال دارد
fr: • Vérifier si le torrent a des seeders actifs
hi: • जांचें कि क्या टोरेंट में सक्रिय सीडर हैं
ja: • トレントにアクティブなシーダーがあるか確認
sw: • Angalia ikiwa torrent ina seeders zinazofanya kazi
th: • ตรวจสอบว่าทอร์เรนต์มีผู้แชร์ที่ใช้งานอยู่
ur: • چیک کریں کہ ٹورنٹ میں فعال سیڈرز ہیں

source: • Ensure DHT is enabled: --enable-dht
es: • Asegúrese de que DHT esté habilitado: --enable-dht
eu: • Ziurtatu DHT gaituta dagoela: --enable-dht
fa: • اطمینان حاصل کنید که DHT فعال است: --enable-dht
fr: • Assurez-vous que DHT est activé : --enable-dht
hi: • सुनिश्चित करें कि DHT सक्षम है: --enable-dht
ja: • DHTが有効になっていることを確認：--enable-dht
sw: • Hakikisha DHT imewezeshwa: --enable-dht
th: • ตรวจสอบว่า DHT เปิดใช้งาน：--enable-dht
ur: • یقینی بنائیں کہ DHT فعال ہے: --enable-dht

source: • Run 'btbt diagnose-connections' to check connection status
es: • Ejecute 'btbt diagnose-connections' para verificar el estado de la conexión
eu: • Exekutatu 'btbt diagnose-connections' konexio egoera egiaztatzeko
fa: • اجرای 'btbt diagnose-connections' برای بررسی وضعیت اتصال
fr: • Exécutez 'btbt diagnose-connections' pour vérifier l'état de la connexion
hi: • कनेक्शन स्थिति जांचने के लिए 'btbt diagnose-connections' चलाएं
ja: • 接続状態を確認するには 'btbt diagnose-connections' を実行
sw: • Endesha 'btbt diagnose-connections' kuangalia hali ya muunganisho
th: • เรียกใช้ 'btbt diagnose-connections' เพื่อตรวจสอบสถานะการเชื่อมต่อ
ur: • کنکشن کی حالت چیک کرنے کے لیے 'btbt diagnose-connections' چلائیں

source: • Verify NAT/firewall settings
es: • Verificar configuración NAT/pare-fuego
eu: • Egiaztatu NAT/suhesi ezarpenak
fa: • تأیید تنظیمات NAT/فایروال
fr: • Vérifier les paramètres NAT/pare-feu
hi: • NAT/फ़ायरवॉल सेटिंग्स सत्यापित करें
ja: • NAT/ファイアウォール設定を確認
sw: • Thibitisha mipangilio ya NAT/firewall
th: • ตรวจสอบการตั้งค่า NAT/ไฟร์วอลล์
ur: • NAT/فائر وال کی ترتیبات کی تصدیق کریں

source: | Files: {selected}/{total} selected
es: | Archivos: {selected}/{total} seleccionados
eu: | Fitxategiak: {selected}/{total} hautatuta
fa: | فایل‌ها: {selected}/{total} انتخاب شده
fr: | Fichiers : {selected}/{total} sélectionnés
hi: | फ़ाइलें: {selected}/{total} चयनित
ja: | ファイル：{selected}/{total}が選択されました
sw: | Faili: {selected}/{total} zimechaguliwa
th: | ไฟล์：เลือก {selected}/{total}
ur: | فائلیں: {selected}/{total} منتخب

source: | Private: {count}
es: | Privado: {count}
eu: | Pribatua: {count}
fa: | خصوصی: {count}
fr: | Privé : {count}
hi: | निजी: {count}
ja: | プライベート：{count}
sw: | Binafsi: {count}
th: | ส่วนตัว：{count}
ur: | نجی: {count}

source: Active
es: Activo
eu: Aktiboa
fa: فعال
fr: Actif
hi: सक्रिय
ja: アクティブ
sw: Inafanya kazi
th: ใช้งาน
ur: فعال

source: Active Alerts
es: Alertas activas
eu: Alerta aktiboak
fa: هشدارهای فعال
fr: Alertes actives
hi: सक्रिय अलर्ट
ja: アクティブなアラート
sw: Onyo Zinazofanya Kazi
th: การแจ้งเตือนที่ใช้งาน
ur: فعال انتباہات

source: Active: {count}
es: Activo: {count}
eu: Aktiboa: {count}
fa: فعال: {count}
fr: Actif : {count}
hi: सक्रिय: {count}
ja: アクティブ：{count}
sw: Inafanya kazi: {count}
th: ใช้งาน：{count}
ur: فعال: {count}

source: Advanced Add
es: Agregar avanzado
eu: Gehitu aurreratua
fa: افزودن پیشرفته
fr: Ajout avancé
hi: उन्नत जोड़ें
ja: 高度な追加
sw: Ongeza Kwa Kina
th: เพิ่มขั้นสูง
ur: اعلیٰ شامل کریں

source: Alert Rules
es: Reglas de alerta
eu: Alerta arauak
fa: قوانین هشدار
fr: Règles d'alerte
hi: अलर्ट नियम
ja: アラートルール
sw: Kanuni za Onyo
th: กฎการแจ้งเตือน
ur: انتباہ کے قواعد

source: Alerts
es: Alertas
eu: Alertak
fa: هشدارها
fr: Alertes
hi: अलर्ट
ja: アラート
sw: Onyo
th: การแจ้งเตือน
ur: انتباہات

source: Announce: Failed
es: Anuncio: Fallido
eu: Iragarpena: Huts egin du
fa: اعلان: ناموفق
fr: Annonce : Échec
hi: घोषणा: असफल
ja: アナウンス：失敗
sw: Tangaza: Imeshindwa
th: ประกาศ：ล้มเหลว
ur: اعلان: ناکام

source: Announce: {status}
es: Anuncio: {status}
eu: Iragarpena: {status}
fa: اعلان: {status}
fr: Annonce : {status}
hi: घोषणा: {status}
ja: アナウンス：{status}
sw: Tangaza: {status}
th: ประกาศ：{status}
ur: اعلان: {status}

source: Are you sure you want to quit?
es: ¿Está seguro de que desea salir?
eu: Ziur zaude irten nahi duzula?
fa: آیا مطمئن هستید که می‌خواهید خارج شوید؟
fr: Êtes-vous sûr de vouloir quitter ?
hi: क्या आप वाकई बंद करना चाहते हैं?
ja: 終了してもよろしいですか？
sw: Je, una uhakika unataka kuondoka?
th: คุณแน่ใจหรือไม่ว่าต้องการออก?
ur: کیا آپ واقعی بند کرنا چاہتے ہیں؟

source: Automatically restart daemon if needed (without prompt)
es: Reiniciar automáticamente el demonio si es necesario (sin solicitud)
eu: Deabrua automatikoki berrabiarazi beharrezkoa bada (galdera gabe)
fa: راه‌اندازی مجدد خودکار دیمن در صورت نیاز (بدون درخواست)
fr: Redémarrer automatiquement le démon si nécessaire (sans invite)
hi: आवश्यक होने पर स्वचालित रूप से डेमॉन पुनरारंभ करें (प्रॉम्प्ट के बिना)
ja: 必要に応じてデーモンを自動再起動（プロンプトなし）
sw: Anza upya daemon kiotomatiki ikiwa inahitajika (bila kuuliza)
th: รีสตาร์ทดีมอนโดยอัตโนมัติหากจำเป็น（โดยไม่ต้องยืนยัน）
ur: ضرورت ہونے پر خودکار طور پر ڈیمن ری اسٹارٹ کریں (اشارے کے بغیر)

source: Browse
es: Navegar
eu: Arakatu
fa: مرور
fr: Parcourir
hi: ब्राउज़ करें
ja: 閲覧
sw: Vinjari
th: เรียกดู
ur: براؤز کریں

source: Capability
es: Capacidad
eu: Gaitasuna
fa: قابلیت
fr: Capacité
hi: क्षमता
ja: 機能
sw: Uwezo
th: ความสามารถ
ur: صلاحیت

source: Commands:
es: Comandos:
eu: Komandoak:
fa: دستورات:
fr: Commandes :
hi: कमांड:
ja: コマンド：
sw: Amri:
th: คำสั่ง：
ur: کمانڈز:

source: Completed
es: Completado
eu: Osatuta
fa: تکمیل شده
fr: Terminé
hi: पूर्ण
ja: 完了
sw: Imekamilika
th: เสร็จสมบูรณ์
ur: مکمل

source: Completed (Scrape)
es: Completado (Scrape)
eu: Osatuta (Scrape)
fa: تکمیل شده (اسکرپ)
fr: Terminé (Raclage)
hi: पूर्ण (स्क्रैप)
ja: 完了（スクレイプ）
sw: Imekamilika (Scrape)
th: เสร็จสมบูรณ์（การสแครป）
ur: مکمل (سکریپ)

source: Component
es: Componente
eu: Osagaia
fa: جزء
fr: Composant
hi: घटक
ja: コンポーネント
sw: Sehemu
th: ส่วนประกอบ
ur: جزو

source: Condition
es: Condición
eu: Baldintza
fa: شرط
hi: शर्त
ja: 条件
sw: Hali
th: เงื่อนไข
ur: شرط

source: Config Backups
es: Copias de seguridad de configuración
eu: Konfigurazio babeskopiak
fa: پشتیبان‌های پیکربندی
fr: Sauvegardes de configuration
hi: कॉन्फ़िग बैकअप
ja: 設定バックアップ
sw: Nakala za Usalama za Usanidi
th: สำรองการตั้งค่า
ur: ترتیب بیک اپس

source: Configuration file path
es: Ruta del archivo de configuración
eu: Konfigurazio fitxategi bidea
fa: مسیر فایل پیکربندی
fr: Chemin du fichier de configuration
hi: कॉन्फ़िगरेशन फ़ाइल पथ
ja: 設定ファイルパス
sw: Njia ya faili ya usanidi
th: เส้นทางไฟล์การตั้งค่า
ur: ترتیب فائل کا راستہ

source: Confirm
es: Confirmar
eu: Berretsi
fa: تأیید
fr: Confirmer
hi: पुष्टि करें
ja: 確認
sw: Thibitisha
th: ยืนยัน
ur: تصدیق کریں

source: Connected
es: Conectado
eu: Konektatuta
fa: متصل
fr: Connecté
hi: जुड़ा हुआ
ja: 接続済み
sw: Imeunganishwa
th: เชื่อมต่อแล้ว
ur: منسلک

source: Connected Peers
es: Pares conectados
eu: Konektatutako kideak
fa: همتاهای متصل
fr: Pairs connectés
hi: जुड़े हुए पीयर
ja: 接続済みピア
sw: Wanaohusiana Wameunganishwa
th: เพียร์ที่เชื่อมต่อ
ur: منسلک پیئرز

source: Count: {count}{file_info}{private_info}
es: Contador: {count}{file_info}{private_info}
eu: Zenbaketa: {count}{file_info}{private_info}
fa: تعداد: {count}{file_info}{private_info}
fr: Nombre : {count}{file_info}{private_info}
hi: गिनती: {count}{file_info}{private_info}
ja: カウント：{count}{file_info}{private_info}
sw: Hesabu: {count}{file_info}{private_info}
th: จำนวน：{count}{file_info}{private_info}
ur: گنتی: {count}{file_info}{private_info}

source: Create backup before migration
es: Crear copia de seguridad antes de la migración
eu: Babeskopia sortu migrazioa baino lehen
fa: ایجاد پشتیبان قبل از انتقال
fr: Créer une sauvegarde avant la migration
hi: स्थानांतरण से पहले बैकअप बनाएं
ja: 移行前にバックアップを作成
sw: Unda nakala ya usalama kabla ya uhamishaji
th: สร้างการสำรองข้อมูลก่อนการย้าย
ur: منتقل کرنے سے پہلے بیک اپ بنائیں

source: Description
es: Descripción
eu: Deskribapena
fa: توضیحات
hi: विवरण
ja: 説明
sw: Maelezo
th: คำอธิบาย
ur: تفصیل

source: Details
es: Detalles
eu: Xehetasunak
fa: جزئیات
fr: Détails
hi: विवरण
ja: 詳細
sw: Maelezo ya kina
th: รายละเอียด
ur: تفصیلات

source: Disabled
es: Deshabilitado
eu: Desgaituta
fa: غیرفعال
fr: Désactivé
hi: अक्षम
ja: 無効
sw: Imezimwa
th: ปิดใช้งาน
ur: غیر فعال

source: Download
es: Descargar
eu: Deskargatu
fa: دانلود
fr: Télécharger
hi: डाउनलोड
ja: ダウンロード
sw: Pakua
th: ดาวน์โหลด
ur: ڈاؤن لوڈ

source: Download Speed
es: Velocidad de descarga
eu: Deskarga abiadura
fa: سرعت دانلود
fr: Vitesse de téléchargement
hi: डाउनलोड गति
ja: ダウンロード速度
sw: Kasi ya Upakuaji
th: ความเร็วในการดาวน์โหลด
ur: ڈاؤن لوڈ کی رفتار

source: Download paused
es: Descarga pausada
eu: Deskarga pausatuta
fa: دانلود متوقف شد
fr: Téléchargement en pause
hi: डाउनलोड रोक दिया गया
ja: ダウンロードが一時停止されました
sw: Upakuaji umezimwa
th: การดาวน์โหลดถูกหยุดชั่วคราว
ur: ڈاؤن لوڈ روک دیا گیا

source: Download resumed
es: Descarga reanudada
eu: Deskarga berrekin
fa: دانلود از سر گرفته شد
fr: Téléchargement repris
hi: डाउनलोड फिर से शुरू किया गया
ja: ダウンロードが再開されました
sw: Upakuaji umeendelezwa
th: การดาวน์โหลดดำเนินการต่อ
ur: ڈاؤن لوڈ دوبارہ شروع کیا گیا

source: Download stopped
es: Descarga detenida
eu: Deskarga geldituta
fa: دانلود متوقف شد
fr: Téléchargement arrêté
hi: डाउनलोड बंद कर दिया गया
ja: ダウンロードが停止されました
sw: Upakuaji umeacha
th: การดาวน์โหลดหยุดแล้ว
ur: ڈاؤن لوڈ بند کر دیا گیا

source: Downloaded
es: Descargado
eu: Deskargatuta
fa: دانلود شده
fr: Téléchargé
hi: डाउनलोड किया गया
ja: ダウンロード済み
sw: Imechukuliwa
th: ดาวน์โหลดแล้ว
ur: ڈاؤن لوڈ کیا گیا

source: Downloading {name}
es: Descargando {name}
eu: {name} deskargatzen
fa: در حال دانلود {name}
fr: Téléchargement de {name}
hi: {name} डाउनलोड हो रहा है
ja: {name}をダウンロード中
sw: Inapakua {name}
th: กำลังดาวน์โหลด {name}
ur: {name} ڈاؤن لوڈ ہو رہا ہے

source: ETA
es: Tiempo estimado
eu: Denbora estimatua
fa: زمان تخمینی
fr: Temps estimé
hi: अनुमानित समय
ja: 予想時間
sw: Muda wa Kukamilika
th: เวลาที่คาดหวัง
ur: متوقع وقت

source: Enable debug mode
es: Habilitar modo de depuración
eu: Arazketa modua gaitatu
fa: فعال‌سازی حالت دیباگ
fr: Activer le mode débogage
hi: डीबग मोड सक्षम करें
ja: デバッグモードを有効化
sw: Washa hali ya utatuzi
th: เปิดใช้งานโหมดดีบัก
ur: ڈیبگ موڈ فعال کریں

source: Enable verbose output
es: Habilitar salida detallada
eu: Irteera zehatza gaitatu
fa: فعال‌سازی خروجی تفصیلی
fr: Activer la sortie verbeuse
hi: वर्बोज़ आउटपुट सक्षम करें
ja: 詳細出力を有効化
sw: Washa matokeo ya kina
th: เปิดใช้งานผลลัพธ์แบบละเอียด
ur: تفصیلی آؤٹ پٹ فعال کریں

source: Enabled
es: Habilitado
eu: Gaituta
fa: فعال
fr: Activé
hi: सक्षम
ja: 有効
sw: Imeamilishwa
th: เปิดใช้งาน
ur: فعال

source: Error reading scrape cache
es: Error al leer la caché de scrape
eu: Errorea scrape cache irakurtzean
fa: خطا در خواندن کش اسکرپ
fr: Erreur lors de la lecture du cache de raclage
hi: स्क्रैप कैश पढ़ने में त्रुटि
ja: スクレイプキャッシュの読み取りエラー
sw: Hitilafu katika kusoma cache ya scrape
th: ข้อผิดพลาดในการอ่านแคชการสแครป
ur: سکریپ کیش پڑھنے میں خرابی

source: Explore
es: Explorar
eu: Esploratu
fa: کاوش
fr: Explorer
hi: अन्वेषण करें
ja: 探索
sw: Chunguza
th: สำรวจ
ur: دریافت کریں

source: Failed
es: Fallido
eu: Huts egin du
fa: ناموفق
fr: Échec
hi: असफल
ja: 失敗
sw: Imeshindwa
th: ล้มเหลว
ur: ناکام

source: Failed to register torrent in session
es: Error al registrar el torrent en la sesión
eu: Errorea torrent saioan erregistratzean
fa: ثبت تورنت در جلسه ناموفق بود
fr: Échec de l'enregistrement du torrent dans la session
hi: सत्र में टोरेंट पंजीकृत करने में विफल
ja: セッションにトレントを登録できませんでした
sw: Kushindwa kusajili torrent katika kikao
th: ไม่สามารถลงทะเบียนทอร์เรนต์ในเซสชัน
ur: سیشن میں ٹورنٹ رجسٹر کرنے میں ناکام

source: File
es: Archivo
eu: Fitxategia
fa: فایل
fr: Fichier
hi: फ़ाइल
sw: Faili
ur: فائل

source: File Name
es: Nombre del archivo
eu: Fitxategi izena
fa: نام فایل
fr: Nom du fichier
hi: फ़ाइल नाम
ja: ファイル名
sw: Jina la Faili
th: ชื่อไฟล์
ur: فائل کا نام

source: File selection not available for this torrent
es: Selección de archivos no disponible para este torrent
eu: Fitxategi hautaketa ez dago eskuragarri torrent honentzat
fa: انتخاب فایل برای این تورنت در دسترس نیست
fr: Sélection de fichiers non disponible pour ce torrent
hi: इस टोरेंट के लिए फ़ाइल चयन उपलब्ध नहीं है
ja: このトレントではファイル選択が利用できません
sw: Uchaguzi wa faili haupatikani kwa torrent hii
th: การเลือกไฟล์ไม่พร้อมใช้งานสำหรับทอร์เรนต์นี้
ur: اس ٹورنٹ کے لیے فائل کا انتخاب دستیاب نہیں

source: Files
es: Archivos
eu: Fitxategiak
fa: فایل‌ها
fr: Fichiers
hi: फ़ाइलें
ja: ファイル
sw: Faili
th: ไฟล์
ur: فائلیں

source: Global Config
es: Configuración global
eu: Konfigurazio globala
fa: پیکربندی سراسری
fr: Configuration globale
hi: वैश्विक कॉन्फ़िग
ja: グローバル設定
sw: Usanidi wa Ulimwengu
th: การตั้งค่าทั่วไป
ur: عالمی ترتیب

source: Help
es: Ayuda
eu: Laguntza
fa: راهنما
fr: Aide
hi: सहायता
ja: ヘルプ
sw: Msaada
th: ช่วยเหลือ
ur: مدد

source: History
es: Historial
eu: Historia
fa: تاریخچه
fr: Historique
hi: इतिहास
ja: 履歴
sw: Historia
th: ประวัติ
ur: تاریخ

source: ID
sw: Kitambulisho

source: IP Filter
es: Filtro IP
eu: IP iragazkia
fa: فیلتر IP
fr: Filtre IP
hi: IP फ़िल्टर
ja: IPフィルター
sw: Kichujio cha IP
th: ตัวกรอง IP
ur: IP فلٹر

source: Info Hash
es: Hash de información
fa: هش اطلاعات
fr: Hash d'information
hi: जानकारी हैश
ja: 情報ハッシュ
sw: Hash ya Taarifa
th: แฮชข้อมูล
ur: معلومات ہیش

source: Interactive backup
es: Copia de seguridad interactiva
eu: Babeskopia interaktiboa
fa: پشتیبان تعاملی
fr: Sauvegarde interactive
hi: इंटरैक्टिव बैकअप
ja: 対話型バックアップ
sw: Nakala ya usalama ya kuingiliana
th: การสำรองข้อมูลแบบโต้ตอบ
ur: انٹرایکٹو بیک اپ

source: Invalid torrent file format
es: Formato de archivo torrent inválido
eu: Torrent fitxategi formatu baliogabea
fa: فرمت فایل تورنت نامعتبر
fr: Format de fichier torrent invalide
hi: अमान्य टोरेंट फ़ाइल प्रारूप
ja: 無効なトレントファイル形式
sw: Muundo wa faili ya torrent si sahihi
th: รูปแบบไฟล์ทอร์เรนต์ไม่ถูกต้อง
ur: غلط ٹورنٹ فائل فارمیٹ

source: Key
es: Clave
eu: Gakoa
fa: کلید
fr: Clé
hi: कुंजी
sw: Ufunguo
ur: کلید

source: Key not found: {key}
es: Clave no encontrada: {key}
eu: Gakoa ez da aurkitu: {key}
fa: کلید یافت نشد: {key}
fr: Clé introuvable : {key}
hi: कुंजी नहीं मिली: {key}
ja: キーが見つかりません：{key}
sw: Ufunguo haujapatikana: {key}
th: ไม่พบคีย์：{key}
ur: کلید نہیں ملی: {key}

source: Last Scrape
es: Último scrape
eu: Azken Scrape
fa: آخرین اسکرپ
fr: Dernier raclage
hi: अंतिम स्क्रैप
ja: 最後のスクレイプ
sw: Scrape ya Mwisho
th: การสแครปล่าสุด
ur: آخری سکریپ

source: Leechers
fa: لیچرها
hi: लीचर
ja: リーチャー
sw: Wanachukua
th: ผู้ดาวน์โหลด
ur: لیچرز

source: Leechers (Scrape)
fa: لیچرها (اسکرپ)
fr: Leechers (Raclage)
hi: लीचर (स्क्रैप)
ja: リーチャー（スクレイプ）
sw: Wanachukua (Scrape)
th: ผู้ดาวน์โหลด（การสแครป）
ur: لیچرز (سکریپ)

source: MIGRATED
es: MIGRADO
eu: MIGRATUTA
fa: منتقل شده
fr: MIGRÉ
hi: स्थानांतरित
ja: 移行済み
sw: IMEHAMISHWA
th: ย้ายแล้ว
ur: منتقل

source: Menu
es: Menú
eu: Menua
fa: منو
hi: मेनू
ja: メニュー
sw: Menyu
th: เมนู
ur: مینو

source: Metric
es: Métrica
eu: Metrika
fa: معیار
fr: Métrique
hi: मेट्रिक
ja: メトリック
sw: Kipimo
th: เมตริก
ur: میٹرک

source: NAT Management
es: Gestión NAT
eu: NAT kudeaketa
fa: مدیریت NAT
fr: Gestion NAT
hi: NAT प्रबंधन
ja: NAT管理
sw: Usimamizi wa NAT
th: การจัดการ NAT
ur: NAT انتظام

source: Name
es: Nombre
eu: Izena
fa: نام
fr: Nom
hi: नाम
ja: 名前
sw: Jina
th: ชื่อ
ur: نام

source: Network
es: Red
eu: Sarea
fa: شبکه
fr: Réseau
hi: नेटवर्क
ja: ネットワーク
sw: Mtandao
th: เครือข่าย
ur: نیٹ ورک

source: No
eu: Ez
fa: خیر
fr: Non
hi: नहीं
ja: いいえ
sw: Hapana
th: ไม่
ur: نہیں

source: No active alerts
es: No hay alertas activas
eu: Alerta aktiborik ez
fa: هیچ هشداری فعال نیست
fr: Aucune alerte active
hi: कोई सक्रिय अलर्ट नहीं
ja: アクティブなアラートなし
sw: Hakuna onyo zinazofanya kazi
th: ไม่มีการแจ้งเตือนที่ใช้งาน
ur: کوئی فعال انتباہ نہیں

source: No alert rules
es: No hay reglas de alerta
eu: Alerta araurik ez
fa: هیچ قانون هشداری وجود ندارد
fr: Aucune règle d'alerte
hi: कोई अलर्ट नियम नहीं
ja: アラートルールなし
sw: Hakuna kanuni za onyo
th: ไม่มีกฎการแจ้งเตือน
ur: کوئی انتباہ کا قاعدہ نہیں
