Repository: ccBitTorrent/ccbt
Catalog: ccbt/i18n/locales/*/LC_MESSAGES/ccbt.po
Languages: es, eu, fa, fr, hi, ja, sw, th, ur

source: Usage: metrics show [system|performance|all] | metrics export [json|prometheus] [output]
es: Uso: metrics show [system|performance|all] | metrics export [json|prometheus] [output]
eu: Erabilera: metrics show [system|performance|all] | metrics export [json|prometheus] [output]
fa: استفاده: metrics show [system|performance|all] | metrics export [json|prometheus] [output]
fr: Utilisation : metrics show [system|performance|all] | metrics export [json|prometheus] [output]
hi: उपयोग: metrics show [system|performance|all] | metrics export [json|prometheus] [output]
ja: 使用：metrics show [system|performance|all] | metrics export [json|prometheus] [出力]
sw: Matumizi: metrics show [system|performance|all] | metrics export [json|prometheus] [output]
th: ใช้：metrics show [system|performance|all] | metrics export [json|prometheus] [ผลลัพธ์]
ur: استعمال: metrics show [system|performance|all] | metrics export [json|prometheus] [output]

source: Usage: profile list | profile apply <name>
es: Uso: profile list | profile apply <name>
eu: Erabilera: profile list | profile apply <name>
fa: استفاده: profile list | profile apply <name>
fr: Utilisation : profile list | profile apply <name>
hi: उपयोग: profile list | profile apply <name>
ja: 使用：profile list | profile apply <名前>
sw: Matumizi: profile list | profile apply <name>
th: ใช้：profile list | profile apply <ชื่อ>
ur: استعمال: profile list | profile apply <name>

source: Usage: restore <backup_file>
es: Uso: restore <backup_file>
eu: Erabilera: restore <backup_file>
fa: استفاده: restore <backup_file>
fr: Utilisation : restore <backup_file>
hi: उपयोग: restore <backup_file>
ja: 使用：restore <バックアップファイル>
sw: Matumizi: restore <backup_file>
th: ใช้：restore <ไฟล์สำรอง>
ur: استعمال: restore <backup_file>

source: Usage: template list | template apply <name> [merge]
es: Uso: template list | template apply <name> [merge]
eu: Erabilera: template list | template apply <name> [merge]
fa: استفاده: template list | template apply <name> [merge]
fr: Utilisation : template list | template apply <name> [merge]
hi: उपयोग: template list | template apply <name> [merge]
ja: 使用：template list | template apply <名前> [merge]
sw: Matumizi: template list | template apply <name> [merge]
th: ใช้：template list | template apply <ชื่อ> [merge]
ur: استعمال: template list | template apply <name> [merge]

source: Use --confirm to proceed with reset
es: Use --confirm para proceder con el reinicio
eu: Erabili --confirm berrezartzeko
fa: استفاده از --confirm برای ادامه با بازنشانی
fr: Utilisez --confirm pour procéder à la réinitialisation
hi: रीसेट के साथ आगे बढ़ने के लिए --confirm का उपयोग करें
ja: リセットを続行するには--confirmを使用
sw: Tumia --confirm kuendelea na kuanzisha upya
th: ใช้ --confirm เพื่อดำเนินการรีเซ็ต
ur: ری سیٹ کے ساتھ آگے بڑھنے کے لیے --confirm استعمال کریں

source: VALID
es: VÁLIDO
eu: BALIOZKOA
fa: معتبر
fr: VALIDE
hi: मान्य
ja: 有効
sw: SAHIHI
th: ถูกต้อง
ur: درست

source: Value
es: Valor
eu: Balioa
fa: مقدار
fr: Valeur
hi: मान
sw: Thamani
ur: قدر

source: Welcome
es: Bienvenido
eu: Ongi etorri
fa: خوش آمدید
fr: Bienvenue
hi: स्वागत है
ja: ようこそ
sw: Karibu
th: ยินดีต้อนรับ
ur: خوش آمدید

source: Yes
es: Sí
eu: Bai
fa: بله
fr: Oui
hi: हाँ
ja: はい
sw: Ndiyo
th: ใช่
ur: ہاں

source: Yes (BEP 27)
es: Sí (BEP 27)
eu: Bai (BEP 27)
fa: بله (BEP 27)
fr: Oui (BEP 27)
hi: हाँ (BEP 27)
ja: はい（BEP 27）
sw: Ndiyo (BEP 27)
th: ใช่（BEP 27）
ur: ہاں (BEP 27)

source: [cyan]Adding magnet link and fetching metadata...[/cyan]
es: [cyan]Agregando enlace magnético y obteniendo metadatos...[/cyan]
eu: [cyan]Magnet esteka gehitzen eta metadatuak eskuratzen...[/cyan]
fa: [cyan]افزودن لینک مگنت و دریافت متاداده...[/cyan]
fr: [cyan]Ajout du lien magnétique et récupération des métadonnées...[/cyan]
hi: [cyan]मैग्नेट लिंक जोड़ रहे हैं और मेटाडेटा प्राप्त कर रहे हैं...[/cyan]
ja: [cyan]マグネットリンクを追加してメタデータを取得中...[/cyan]
sw: [cyan]Inaongeza kiungo cha magnet na inapata metadata...[/cyan]
th: [cyan]กำลังเพิ่มลิงก์แม่เหล็กและดึงข้อมูลเมตา...[/cyan]
ur: [cyan]میگنیٹ لنک شامل کر رہے ہیں اور میٹا ڈیٹا حاصل کر رہے ہیں...[/cyan]

source: [cyan]Downloading: {progress:.1f}% ({peers} peers)[/cyan]
es: [cyan]Descargando: {progress:.1f}% ({peers} pares)[/cyan]
eu: [cyan]Deskargatzen: {progress:.1f}% ({peers} kide)[/cyan]
fa: [cyan]در حال دانلود: {progress:.1f}% ({peers} همتا)[/cyan]
fr: [cyan]Téléchargement : {progress:.1f}% ({peers} pairs)[/cyan]
hi: [cyan]डाउनलोड हो रहा है: {progress:.1f}% ({peers} पीयर)[/cyan]
ja: [cyan]ダウンロード中：{progress:.1f}%（{peers}ピア）[/cyan]
sw: [cyan]Inapakua: {progress:.1f}% ({peers} wanaohusiana)[/cyan]
th: [cyan]กำลังดาวน์โหลด：{progress:.1f}%（{peers} เพียร์）[/cyan]
ur: [cyan]ڈاؤن لوڈ ہو رہا ہے: {progress:.1f}% ({peers} پیئرز)[/cyan]

source: [cyan]Downloading: {progress:.1f}% ({rate:.2f} MB/s, {peers} peers)[/cyan]
es: [cyan]Descargando: {progress:.1f}% ({rate:.2f} MB/s, {peers} pares)[/cyan]
eu: [cyan]Deskargatzen: {progress:.1f}% ({rate:.2f} MB/s, {peers} kide)[/cyan]
fa: [cyan]در حال دانلود: {progress:.1f}% ({rate:.2f} MB/s, {peers} همتا)[/cyan]
fr: [cyan]Téléchargement : {progress:.1f}% ({rate:.2f} MB/s, {peers} pairs)[/cyan]
hi: [cyan]डाउनलोड हो रहा है: {progress:.1f}% ({rate:.2f} MB/s, {peers} पीयर)[/cyan]
ja: [cyan]ダウンロード中：{progress:.1f}%（{rate:.2f} MB/s、{peers}ピア）[/cyan]
sw: [cyan]Inapakua: {progress:.1f}% ({rate:.2f} MB/s, {peers} wanaohusiana)[/cyan]
th: [cyan]กำลังดาวน์โหลด：{progress:.1f}%（{rate:.2f} MB/s，{peers} เพียร์）[/cyan]
ur: [cyan]ڈاؤن لوڈ ہو رہا ہے: {progress:.1f}% ({rate:.2f} MB/s, {peers} پیئرز)[/cyan]

source: [cyan]Initializing session components...[/cyan]
es: [cyan]Inicializando componentes de sesión...[/cyan]
eu: [cyan]Saio osagaiak hasieratzen...[/cyan]
fa: [cyan]مقداردهی اولیه اجزای جلسه...[/cyan]
fr: [cyan]Initialisation des composants de session...[/cyan]
hi: [cyan]सत्र घटक आरंभ कर रहे हैं...[/cyan]
ja: [cyan]セッションコンポーネントを初期化中...[/cyan]
sw: [cyan]Inaanzisha sehemu za kikao...[/cyan]
th: [cyan]กำลังเริ่มต้นส่วนประกอบเซสชัน...[/cyan]
ur: [cyan]سیشن اجزاء شروع کر رہے ہیں...[/cyan]

source: [cyan]Troubleshooting:[/cyan]
es: [cyan]Solución de problemas:[/cyan]
eu: [cyan]Arazoak konpontzen:[/cyan]
fa: [cyan]عیب‌یابی:[/cyan]
fr: [cyan]Dépannage :[/cyan]
hi: [cyan]समस्या निवारण:[/cyan]
ja: [cyan]トラブルシューティング：[/cyan]
sw: [cyan]Kutatua matatizo:[/cyan]
th: [cyan]การแก้ปัญหา：[/cyan]
ur: [cyan]مسائل کا حل:[/cyan]

source: [cyan]Waiting for session components to be ready (max 60s)...[/cyan]
es: [cyan]Esperando que los componentes de sesión estén listos (máx 60s)...[/cyan]
eu: [cyan]Saio osagaien prest egotea itxaroten (gehienez 60s)...[/cyan]
fa: [cyan]انتظار برای آماده شدن اجزای جلسه (حداکثر 60s)...[/cyan]
fr: [cyan]Attente de la préparation des composants de session (max 60s)...[/cyan]
hi: [cyan]सत्र घटकों के तैयार होने की प्रतीक्षा (अधिकतम 60s)...[/cyan]
ja: [cyan]セッションコンポーネントの準備を待機中（最大60秒）...[/cyan]
sw: [cyan]Inasubiri sehemu za kikao ziwe tayari (kiwango cha juu sekunde 60)...[/cyan]
th: [cyan]กำลังรอให้ส่วนประกอบเซสชันพร้อม（สูงสุด 60 วินาที）...[/cyan]
ur: [cyan]سیشن اجزاء کے تیار ہونے کا انتظار (زیادہ سے زیادہ 60s)...[/cyan]

source: [dim]Consider using daemon commands or stop the daemon first: 'btbt daemon exit'[/dim]
es: [dim]Considere usar comandos del demonio o detener el demonio primero: 'btbt daemon exit'[/dim]
eu: [dim]Kontuan hartu deabru komandoak erabiltzea edo deabrua lehenik gelditzea: 'btbt daemon exit'[/dim]
fa: [dim]در نظر بگیرید از دستورات دیمن استفاده کنید یا ابتدا دیمن را متوقف کنید: 'btbt daemon exit'[/dim]
fr: [dim]Envisagez d'utiliser les commandes du démon ou arrêtez d'abord le démon : 'btbt daemon exit'[/dim]
hi: [dim]डेमॉन कमांड का उपयोग करने या पहले डेमॉन को रोकने पर विचार करें: 'btbt daemon exit'[/dim]
ja: [dim]デーモンコマンドを使用するか、まずデーモンを停止することを検討：'btbt daemon exit'[/dim]
sw: [dim]Fikiria kutumia amri za daemon au simamisha daemon kwanza: 'btbt daemon exit'[/dim]
th: [dim]พิจารณาใช้คำสั่งดีมอนหรือหยุดดีมอนก่อน：'btbt daemon exit'[/dim]
ur: [dim]ڈیمن کمانڈز استعمال کرنے یا پہلے ڈیمن روکنے پر غور کریں: 'btbt daemon exit'[/dim]

source: [green]All files selected[/green]
es: [green]Todos los archivos seleccionados[/green]
eu: [green]Fitxategi guztiak hautatuta[/green]
fa: [green]همه فایل‌ها انتخاب شدند[/green]
fr: [green]Tous les fichiers sélectionnés[/green]
hi: [green]सभी फ़ाइलें चयनित[/green]
ja: [green]すべてのファイルが選択されました[/green]
sw: [green]Faili zote zimechaguliwa[/green]
th: [green]เลือกไฟล์ทั้งหมดแล้ว[/green]
ur: [green]تمام فائلیں منتخب[/green]

source: [green]Applied auto-tuned configuration[/green]
es: [green]Configuración auto-ajustada aplicada[/green]
eu: [green]Auto-doinatutako konfigurazioa aplikatuta[/green]
fa: [green]پیکربندی خودکار تنظیم شده اعمال شد[/green]
fr: [green]Configuration auto-ajustée appliquée[/green]
hi: [green]स्वचालित-ट्यून कॉन्फ़िगरेशन लागू किया गया[/green]
ja: [green]自動調整された設定を適用しました[/green]
sw: [green]Usanidi wa kurekebisha kiotomatiki umetumika[/green]
th: [green]ใช้การตั้งค่าที่ปรับแต่งอัตโนมัติแล้ว[/green]
ur: [green]خودکار ترتیب شدہ ترتیب لاگو کی گئی[/green]

source: [green]Applied profile {name}[/green]
es: [green]Perfil {name} aplicado[/green]
eu: [green]{name} profila aplikatuta[/green]
fa: [green]پروفایل {name} اعمال شد[/green]
fr: [green]Profil {name} appliqué[/green]
hi: [green]प्रोफ़ाइल {name} लागू की गई[/green]
ja: [green]プロファイル {name} を適用しました[/green]
sw: [green]Wasifu {name} umetumika[/green]
th: [green]ใช้โปรไฟล์ {name} แล้ว[/green]
ur: [green]پروفائل {name} لاگو کی گئی[/green]

source: [green]Applied template {name}[/green]
es: [green]Plantilla {name} aplicada[/green]
eu: [green]{name} txantiloia aplikatuta[/green]
fa: [green]قالب {name} اعمال شد[/green]
fr: [green]Modèle {name} appliqué[/green]
hi: [green]टेम्प्लेट {name} लागू किया गया[/green]
ja: [green]テンプレート {name} を適用しました[/green]
sw: [green]Kiwango {name} kimetumika[/green]
th: [green]ใช้เทมเพลต {name} แล้ว[/green]
ur: [green]ٹیمپلیٹ {name} لاگو کیا گیا[/green]

source: [green]Backup created: {path}[/green]
es: [green]Copia de seguridad creada: {path}[/green]
eu: [green]Babeskopia sortuta: {path}[/green]
fa: [green]پشتیبان ایجاد شد: {path}[/green]
fr: [green]Sauvegarde créée : {path}[/green]
hi: [green]बैकअप बनाया गया: {path}[/green]
ja: [green]バックアップを作成しました：{path}[/green]
sw: [green]Nakala ya usalama imeundwa: {path}[/green]
th: [green]สร้างการสำรองข้อมูลแล้ว：{path}[/green]
ur: [green]بیک اپ بنایا گیا: {path}[/green]

source: [green]Cleaned up {count} old checkpoints[/green]
es: [green]{count} puntos de control antiguos limpiados[/green]
eu: [green]{count} checkpoint zahar garbituak[/green]
fa: [green]{count} نقطه کنترل قدیمی پاک شد[/green]
fr: [green]{count} anciens points de contrôle nettoyés[/green]
hi: [green]{count} पुराने चेकपॉइंट साफ किए गए[/green]
ja: [green]{count}個の古いチェックポイントをクリーンアップしました[/green]
sw: [green]Imesafisha sehemu za kuangalia {count} za zamani[/green]
th: [green]ล้างจุดตรวจสอบเก่า {count} จุดแล้ว[/green]
ur: [green]{count} پرانے چیک پوائنٹس صاف کیے گئے[/green]

source: [green]Cleared active alerts[/green]
es: [green]Alertas activas eliminadas[/green]
eu: [green]Alerta aktiboak garbituak[/green]
fa: [green]هشدارهای فعال پاک شدند[/green]
fr: [green]Alertes actives effacées[/green]
hi: [green]सक्रिय अलर्ट साफ किए गए[/green]
ja: [green]アクティブなアラートをクリアしました[/green]
sw: [green]Onyo zinazofanya kazi zimefutwa[/green]
th: [green]ล้างการแจ้งเตือนที่ใช้งานแล้ว[/green]
ur: [green]فعال انتباہات صاف کیے گئے[/green]

source: [green]Configuration reloaded[/green]
es: [green]Configuración recargada[/green]
eu: [green]Konfigurazioa birkargatuta[/green]
fa: [green]پیکربندی مجدداً بارگذاری شد[/green]
fr: [green]Configuration rechargée[/green]
hi: [green]कॉन्फ़िगरेशन पुनः लोड किया गया[/green]
ja: [green]設定を再読み込みしました[/green]
sw: [green]Usanidi umeonyeshwa tena[/green]
th: [green]โหลดการตั้งค่าใหม่แล้ว[/green]
ur: [green]ترتیب دوبارہ لوڈ کی گئی[/green]

source: [green]Configuration restored[/green]
es: [green]Configuración restaurada[/green]
eu: [green]Konfigurazioa berreskuratuta[/green]
fa: [green]پیکربندی بازیابی شد[/green]
fr: [green]Configuration restaurée[/green]
hi: [green]कॉन्फ़िगरेशन पुनर्स्थापित किया गया[/green]
ja: [green]設定を復元しました[/green]
sw: [green]Usanidi umerudishwa[/green]
th: [green]กู้คืนการตั้งค่าแล้ว[/green]
ur: [green]ترتیب بحال کی گئی[/green]

source: [green]Connected to {count} peer(s)[/green]
es: [green]Conectado a {count} par(es)[/green]
eu: [green]{count} kide(ra) konektatuta[/green]
fa: [green]به {count} همتا متصل شد[/green]
fr: [green]Connecté à {count} pair(s)[/green]
hi: [green]{count} पीयर से जुड़ा[/green]
ja: [green]{count}ピアに接続しました[/green]
sw: [green]Imeunganishwa na {count} mwenyehusika[/green]
th: [green]เชื่อมต่อกับ {count} เพียร์แล้ว[/green]
ur: [green]{count} پیئر سے منسلک[/green]

source: [green]Daemon status: {status}[/green]
es: [green]Estado del demonio: {status}[/green]
eu: [green]Deabru egoera: {status}[/green]
fa: [green]وضعیت دیمن: {status}[/green]
fr: [green]État du démon : {status}[/green]
hi: [green]डेमॉन स्थिति: {status}[/green]
ja: [green]デーモンステータス：{status}[/green]
sw: [green]Hali ya daemon: {status}[/green]
th: [green]สถานะดีมอน：{status}[/green]
ur: [green]ڈیمن حالت: {status}[/green]

source: [green]Download completed, stopping session...[/green]
es: [green]Descarga completada, deteniendo sesión...[/green]
eu: [green]Deskarga osatuta, saioa gelditzen...[/green]
fa: [green]دانلود تکمیل شد، در حال توقف جلسه...[/green]
fr: [green]Téléchargement terminé, arrêt de la session...[/green]
hi: [green]डाउनलोड पूर्ण, सत्र रोक रहे हैं...[/green]
ja: [green]ダウンロードが完了しました。セッションを停止中...[/green]
sw: [green]Upakuaji umekamilika, kusimamisha kikao...[/green]
th: [green]ดาวน์โหลดเสร็จสิ้น กำลังหยุดเซสชัน...[/green]
ur: [green]ڈاؤن لوڈ مکمل، سیشن روک رہے ہیں...[/green]

source: [green]Download completed: {name}[/green]
es: [green]Descarga completada: {name}[/green]
eu: [green]Deskarga osatuta: {name}[/green]
fa: [green]دانلود تکمیل شد: {name}[/green]
fr: [green]Téléchargement terminé : {name}[/green]
hi: [green]डाउनलोड पूर्ण: {name}[/green]
ja: [green]ダウンロードが完了しました：{name}[/green]
sw: [green]Upakuaji umekamilika: {name}[/green]
th: [green]ดาวน์โหลดเสร็จสิ้น：{name}[/green]
ur: [green]ڈاؤن لوڈ مکمل: {name}[/green]

source: [green]Exported checkpoint to {path}[/green]
es: [green]Punto de control exportado a {path}[/green]
eu: [green]Checkpoint {path}-ra esportatuta[/green]
fa: [green]نقطه کنترل به {path} صادر شد[/green]
fr: [green]Point de contrôle exporté vers {path}[/green]
hi: [green]चेकपॉइंट {path} में निर्यात किया गया[/green]
ja: [green]チェックポイントを {path} にエクスポートしました[/green]
sw: [green]Sehemu ya kuangalia imehamishwa kwa {path}[/green]
th: [green]ส่งออกจุดตรวจสอบไปยัง {path} แล้ว[/green]
ur: [green]چیک پوائنٹ {path} میں برآمد کیا گیا[/green]

source: [green]Exported configuration to {out}[/green]
es: [green]Configuración exportada a {out}[/green]
eu: [green]Konfigurazioa {out}-ra esportatuta[/green]
fa: [green]پیکربندی به {out} صادر شد[/green]
fr: [green]Configuration exportée vers {out}[/green]
hi: [green]कॉन्फ़िगरेशन {out} में निर्यात किया गया[/green]
ja: [green]設定を {out} にエクスポートしました[/green]
sw: [green]Usanidi umehamishwa kwa {out}[/green]
th: [green]ส่งออกการตั้งค่าไปยัง {out} แล้ว[/green]
ur: [green]ترتیب {out} میں برآمد کی گئی[/green]

source: [green]Imported configuration[/green]
es: [green]Configuración importada[/green]
eu: [green]Konfigurazioa inportatuta[/green]
fa: [green]پیکربندی وارد شد[/green]
fr: [green]Configuration importée[/green]
hi: [green]कॉन्फ़िगरेशन आयात किया गया[/green]
ja: [green]設定をインポートしました[/green]
sw: [green]Usanidi umeingizwa[/green]
th: [green]นำเข้าการตั้งค่าแล้ว[/green]
ur: [green]ترتیب درآمد کی گئی[/green]

source: [green]Loaded {count} rules[/green]
es: [green]{count} reglas cargadas[/green]
eu: [green]{count} arau kargatuta[/green]
fa: [green]{count} قانون بارگذاری شد[/green]
fr: [green]{count} règles chargées[/green]
hi: [green]{count} नियम लोड किए गए[/green]
ja: [green]{count}個のルールを読み込みました[/green]
sw: [green]Kanuni {count} zimepakuliwa[/green]
th: [green]โหลดกฎ {count} ข้อแล้ว[/green]
ur: [green]{count} قواعد لوڈ کیے گئے[/green]

source: [green]Magnet added successfully: {hash}...[/green]
es: [green]Enlace magnético agregado exitosamente: {hash}...[/green]
eu: [green]Magnet esteka arrakastaz gehituta: {hash}...[/green]
fa: [green]مگنت با موفقیت افزوده شد: {hash}...[/green]
fr: [green]Lien magnétique ajouté avec succès : {hash}...[/green]
hi: [green]मैग्नेट सफलतापूर्वक जोड़ा गया: {hash}...[/green]
ja: [green]マグネットリンクを正常に追加しました：{hash}...[/green]
sw: [green]Kiungo cha magnet kimeongezwa kwa mafanikio: {hash}...[/green]
th: [green]เพิ่มลิงก์แม่เหล็กสำเร็จ：{hash}...[/green]
ur: [green]میگنیٹ کامیابی سے شامل کیا گیا: {hash}...[/green]

source: [green]Magnet added to daemon: {hash}[/green]
es: [green]Enlace magnético agregado al demonio: {hash}[/green]
eu: [green]Magnet esteka deabrura gehituta: {hash}[/green]
fa: [green]مگنت به دیمن افزوده شد: {hash}[/green]
fr: [green]Lien magnétique ajouté au démon : {hash}[/green]
hi: [green]मैग्नेट डेमॉन में जोड़ा गया: {hash}[/green]
ja: [green]マグネットリンクをデーモンに追加しました：{hash}[/green]
sw: [green]Kiungo cha magnet kimeongezwa kwa daemon: {hash}[/green]
th: [green]เพิ่มลิงก์แม่เหล็กไปยังดีมอน：{hash}[/green]
ur: [green]میگنیٹ ڈیمن میں شامل کیا گیا: {hash}[/green]

source: [green]Metadata fetched successfully![/green]
es: [green]¡Metadatos obtenidos exitosamente![/green]
eu: [green]Metadatuak arrakastaz eskuratuta![/green]
fa: [green]متاداده با موفقیت دریافت شد![/green]
fr: [green]Métadonnées récupérées avec succès ![/green]
hi: [green]मेटाडेटा सफलतापूर्वक प्राप्त किया गया![/green]
ja: [green]メタデータを正常に取得しました！[/green]
sw: [green]Metadata imepatikana kwa mafanikio![/green]
th: [green]ดึงข้อมูลเมตาสำเร็จ！[/green]
ur: [green]میٹا ڈیٹا کامیابی سے حاصل کیا گیا![/green]

source: [green]Migrated checkpoint to {path}[/green]
es: [green]Punto de control migrado a {path}[/green]
eu: [green]Checkpoint {path}-ra migratuta[/green]
fa: [green]نقطه کنترل به {path} منتقل شد[/green]
fr: [green]Point de contrôle migré vers {path}[/green]
hi: [green]चेकपॉइंट {path} में स्थानांतरित किया गया[/green]
ja: [green]チェックポイントを {path} に移行しました[/green]
sw: [green]Sehemu ya kuangalia imehamishwa kwa {path}[/green]
th: [green]ย้ายจุดตรวจสอบไปยัง {path} แล้ว[/green]
ur: [green]چیک پوائنٹ {path} میں منتقل کیا گیا[/green]

source: [green]Monitoring started[/green]
es: [green]Monitoreo iniciado[/green]
eu: [green]Monitorizazioa hasita[/green]
fa: [green]نظارت شروع شد[/green]
fr: [green]Surveillance démarrée[/green]
hi: [green]निगरानी शुरू की गई[/green]
ja: [green]監視を開始しました[/green]
sw: [green]Ufuatiliaji umeanza[/green]
th: [green]เริ่มการตรวจสอบแล้ว[/green]
ur: [green]نگرانی شروع کی گئی[/green]

source: [green]Resuming download from checkpoint...[/green]
es: [green]Reanudando descarga desde punto de control...[/green]
eu: [green]Deskarga checkpoint-etik berrekin...[/green]
fa: [green]از سرگیری دانلود از نقطه کنترل...[/green]
fr: [green]Reprise du téléchargement depuis le point de contrôle...[/green]
hi: [green]चेकपॉइंट से डाउनलोड फिर से शुरू कर रहे हैं...[/green]
ja: [green]チェックポイントからダウンロードを再開中...[/green]
sw: [green]Kuendeleza upakuaji kutoka sehemu ya kuangalia...[/green]
th: [green]กำลังดำเนินการดาวน์โหลดต่อจากจุดตรวจสอบ...[/green]
ur: [green]چیک پوائنٹ سے ڈاؤن لوڈ دوبارہ شروع کر رہے ہیں...[/green]

source: [green]Rule added[/green]
es: [green]Regla agregada[/green]
eu: [green]Araua gehituta[/green]
fa: [green]قانون افزوده شد[/green]
fr: [green]Règle ajoutée[/green]
hi: [green]नियम जोड़ा गया[/green]
ja: [green]ルールを追加しました[/green]
sw: [green]Kanuni imeongezwa[/green]
th: [green]เพิ่มกฎแล้ว[/green]
ur: [green]قاعدہ شامل کیا گیا[/green]

source: [green]Rule evaluated[/green]
es: [green]Regla evaluada[/green]
eu: [green]Araua ebaluatuta[/green]
fa: [green]قانون ارزیابی شد[/green]
fr: [green]Règle évaluée[/green]
hi: [green]नियम मूल्यांकन किया गया[/green]
ja: [green]ルールを評価しました[/green]
sw: [green]Kanuni imetathminiwa[/green]
th: [green]ประเมินกฎแล้ว[/green]
ur: [green]قاعدہ تشخیص کیا گیا[/green]

source: [green]Rule removed[/green]
es: [green]Regla eliminada[/green]
eu: [green]Araua kenduta[/green]
fa: [green]قانون حذف شد[/green]
fr: [green]Règle supprimée[/green]
hi: [green]नियम हटाया गया[/green]
ja: [green]ルールを削除しました[/green]
sw: [green]Kanuni imeondolewa[/green]
th: [green]ลบกฎแล้ว[/green]
ur: [green]قاعدہ ہٹایا گیا[/green]

source: [green]Saved rules[/green]
es: [green]Reglas guardadas[/green]
eu: [green]Arauak gordeta[/green]
fa: [green]قوانین ذخیره شدند[/green]
fr: [green]Règles enregistrées[/green]
hi: [green]नियम सहेजे गए[/green]
ja: [green]ルールを保存しました[/green]
sw: [green]Kanuni zimehifadhiwa[/green]
th: [green]บันทึกกฎแล้ว[/green]
ur: [green]قواعد محفوظ کیے گئے[/green]

source: [green]Selected file {idx}[/green]
es: [green]Archivo {idx} seleccionado[/green]
eu: [green]{idx} fitxategia hautatuta[/green]
fa: [green]فایل {idx} انتخاب شد[/green]
fr: [green]Fichier {idx} sélectionné[/green]
hi: [green]फ़ाइल {idx} चयनित[/green]
ja: [green]ファイル {idx} を選択しました[/green]
sw: [green]Faili {idx} imechaguliwa[/green]
th: [green]เลือกไฟล์ {idx} แล้ว[/green]
ur: [green]فائل {idx} منتخب[/green]

source: [green]Selected {count} file(s) for download[/green]
es: [green]{count} archivo(s) seleccionado(s) para descargar[/green]
eu: [green]{count} fitxategi(a) hautatuta deskargatzeko[/green]
fa: [green]{count} فایل برای دانلود انتخاب شد[/green]
fr: [green]{count} fichier(s) sélectionné(s) pour le téléchargement[/green]
hi: [green]डाउनलोड के लिए {count} फ़ाइल(ें) चयनित[/green]
ja: [green]{count}個のファイルをダウンロード用に選択しました[/green]
sw: [green]Faili {count} zimechaguliwa kwa upakuaji[/green]
th: [green]เลือกไฟล์ {count} ไฟล์สำหรับดาวน์โหลดแล้ว[/green]
ur: [green]ڈاؤن لوڈ کے لیے {count} فائل(یں) منتخب[/green]

source: [green]Set priority for file {idx} to {priority}[/green]
es: [green]Prioridad establecida para archivo {idx} a {priority}[/green]
eu: [green]{idx} fitxategiaren lehentasuna {priority}-ra ezarrita[/green]
fa: [green]اولویت فایل {idx} به {priority} تنظیم شد[/green]
fr: [green]Priorité définie pour le fichier {idx} à {priority}[/green]
hi: [green]फ़ाइल {idx} के लिए प्राथमिकता {priority} सेट की गई[/green]
ja: [green]ファイル {idx} の優先度を {priority} に設定しました[/green]
sw: [green]Kipaumbele cha faili {idx} kimewekwa kwa {priority}[/green]
th: [green]ตั้งค่าลำดับความสำคัญของไฟล์ {idx} เป็น {priority} แล้ว[/green]
ur: [green]فائل {idx} کے لیے ترجیح {priority} مقرر کی گئی[/green]

source: [green]Starting web interface on http://{host}:{port}[/green]
es: [green]Iniciando interfaz web en http://{host}:{port}[/green]
eu: [green]Web interfazea http://{host}:{port}-n abiarazten[/green]
fa: [green]شروع رابط وب در http://{host}:{port}[/green]
fr: [green]Démarrage de l'interface web sur http://{host}:{port}[/green]
hi: [green]http://{host}:{port} पर वेब इंटरफ़ेस शुरू कर रहे हैं[/green]
ja: [green]http://{host}:{port} でWebインターフェースを起動中[/green]
sw: [green]Inaanzisha kiolesura cha wavuti kwenye http://{host}:{port}[/green]
th: [green]กำลังเริ่มอินเทอร์เฟซเว็บที่ http://{host}:{port}[/green]
ur: [green]http://{host}:{port} پر ویب انٹرفیس شروع کر رہے ہیں[/green]

source: [green]Torrent added to daemon: {hash}[/green]
es: [green]Torrent agregado al demonio: {hash}[/green]
eu: [green]Torrent-a deabrura gehituta: {hash}[/green]
fa: [green]تورنت به دیمن افزوده شد: {hash}[/green]
fr: [green]Torrent ajouté au démon : {hash}[/green]
hi: [green]टोरेंट डेमॉन में जोड़ा गया: {hash}[/green]
ja: [green]トレントをデーモンに追加しました：{hash}[/green]
sw: [green]Torrent imeongezwa kwa daemon: {hash}[/green]
th: [green]เพิ่มทอร์เรนต์ไปยังดีมอน：{hash}[/green]
ur: [green]ٹورنٹ ڈیمن میں شامل کیا گیا: {hash}[/green]
