Repository: ccBitTorrent/ccbt
Catalog: ccbt/i18n/locales/*/LC_MESSAGES/ccbt.po
Languages: es, eu, fa, fr, hi, ja, sw, th, ur

source: No alert rules configured
es: No hay reglas de alerta configuradas
eu: Alerta araurik ez dago konfiguratuta
fa: هیچ قانون هشداری پیکربندی نشده
fr: Aucune règle d'alerte configurée
hi: कोई अलर्ट नियम कॉन्फ़िगर नहीं किया गया
ja: アラートルールが設定されていません
sw: Hakuna kanuni za onyo zimepangwa
th: ไม่ได้กำหนดกฎการแจ้งเตือน
ur: کوئی انتباہ کا قاعدہ ترتیب نہیں دیا گیا

source: No backups found
es: No se encontraron copias de seguridad
eu: Babeskopiarik ez aurkitu
fa: هیچ پشتیبانی یافت نشد
fr: Aucune sauvegarde trouvée
hi: कोई बैकअप नहीं मिला
ja: バックアップが見つかりません
sw: Hakuna nakala za usalama zilizopatikana
th: ไม่พบการสำรองข้อมูล
ur: کوئی بیک اپ نہیں ملا

source: No cached results
es: No hay resultados en caché
eu: Emaitzarik ez cachean
fa: هیچ نتیجه کش‌شده‌ای وجود ندارد
fr: Aucun résultat en cache
hi: कोई कैश्ड परिणाम नहीं
ja: キャッシュされた結果なし
sw: Hakuna matokeo yaliyohifadhiwa
th: ไม่มีผลลัพธ์ที่แคช
ur: کوئی کیشڈ نتائج نہیں

source: No checkpoints
es: No hay puntos de control
eu: Checkpoint-ik ez
fa: هیچ نقطه کنترلی وجود ندارد
fr: Aucun point de contrôle
hi: कोई चेकपॉइंट नहीं
ja: チェックポイントなし
sw: Hakuna sehemu za kuangalia
th: ไม่มีจุดตรวจสอบ
ur: کوئی چیک پوائنٹ نہیں

source: No config file to backup
es: No hay archivo de configuración para respaldar
eu: Konfigurazio fitxategirik ez babesteko
fa: هیچ فایل پیکربندی برای پشتیبان‌گیری وجود ندارد
fr: Aucun fichier de configuration à sauvegarder
hi: बैकअप के लिए कोई कॉन्फ़िग फ़ाइल नहीं
ja: バックアップする設定ファイルなし
sw: Hakuna faili ya usanidi ya kutengeneza nakala ya usalama
th: ไม่มีไฟล์การตั้งค่าที่จะสำรอง
ur: بیک اپ کے لیے کوئی ترتیب فائل نہیں

source: No peers connected
es: No hay pares conectados
eu: Kide konektaturik ez
fa: هیچ همتایی متصل نیست
fr: Aucun pair connecté
hi: कोई पीयर जुड़ा नहीं है
ja: 接続されたピアなし
sw: Hakuna wanaohusiana wameunganishwa
th: ไม่มีเพียร์ที่เชื่อมต่อ
ur: کوئی پیئر منسلک نہیں

source: No profiles available
es: No hay perfiles disponibles
eu: Profilik ez eskuragarri
fa: هیچ پروفایلی در دسترس نیست
fr: Aucun profil disponible
hi: कोई प्रोफ़ाइल उपलब्ध नहीं
ja: 利用可能なプロファイルなし
sw: Hakuna wasifu zinazopatikana
th: ไม่มีโปรไฟล์ที่พร้อมใช้งาน
ur: کوئی پروفائل دستیاب نہیں

source: No templates available
es: No hay plantillas disponibles
eu: Txantiloirik ez eskuragarri
fa: هیچ قالبی در دسترس نیست
fr: Aucun modèle disponible
hi: कोई टेम्प्लेट उपलब्ध नहीं
ja: 利用可能なテンプレートなし
sw: Hakuna viwango zinazopatikana
th: ไม่มีเทมเพลตที่พร้อมใช้งาน
ur: کوئی ٹیمپلیٹ دستیاب نہیں

source: No torrent active
es: No hay torrent activo
eu: Torrent aktiborik ez
fa: هیچ تورنتی فعال نیست
fr: Aucun torrent actif
hi: कोई सक्रिय टोरेंट नहीं
ja: アクティブなトレントなし
sw: Hakuna torrent inayofanya kazi
th: ไม่มีทอร์เรนต์ที่ใช้งาน
ur: کوئی فعال ٹورنٹ نہیں

source: Nodes: {count}
es: Nodos: {count}
eu: Nodoak: {count}
fa: نودها: {count}
fr: Nœuds : {count}
hi: नोड: {count}
ja: ノード：{count}
sw: Nodi: {count}
th: โหนด：{count}
ur: نوڈز: {count}

source: Not available
es: No disponible
eu: Ez dago eskuragarri
fa: در دسترس نیست
fr: Non disponible
hi: उपलब्ध नहीं
ja: 利用不可
sw: Haipatikani
th: ไม่พร้อมใช้งาน
ur: دستیاب نہیں

source: Not configured
es: No configurado
eu: Ez dago konfiguratuta
fa: پیکربندی نشده
fr: Non configuré
hi: कॉन्फ़िगर नहीं किया गया
ja: 未設定
sw: Haijapangwa
th: ไม่ได้กำหนดค่า
ur: ترتیب نہیں دی گئی

source: Not supported
es: No soportado
eu: Ez dago onartuta
fa: پشتیبانی نمی‌شود
fr: Non pris en charge
hi: समर्थित नहीं
ja: サポートされていません
sw: Haitegemezi
th: ไม่รองรับ
ur: تعاون نہیں

source: OK
fa: تأیید
hi: ठीक
sw: Sawa
th: ตกลง
ur: ٹھیک

source: Operation not supported
es: Operación no soportada
eu: Eragiketa ez dago onartuta
fa: عملیات پشتیبانی نمی‌شود
fr: Opération non prise en charge
hi: ऑपरेशन समर्थित नहीं
ja: サポートされていない操作
sw: Operesheni haitegemezi
th: ไม่รองรับการดำเนินการ
ur: عمل تعاون نہیں

source: Pause
es: Pausar
eu: Pausatu
fa: توقف
hi: रोकें
ja: 一時停止
sw: Simamisha
th: หยุดชั่วคราว
ur: روکیں

source: Peers
es: Pares
eu: Kideak
fa: همتاها
fr: Pairs
hi: पीयर
ja: ピア
sw: Wanaohusiana
th: เพียร์
ur: پیئرز

source: Performance
es: Rendimiento
eu: Errendimendua
fa: عملکرد
fr: Performances
hi: प्रदर्शन
ja: パフォーマンス
sw: Utendaji
th: ประสิทธิภาพ
ur: کارکردگی

source: Pieces
es: Piezas
eu: Piezak
fa: قطعات
fr: Morceaux
hi: टुकड़े
ja: ピース
sw: Vipande
th: ชิ้นส่วน
ur: ٹکڑے

source: Port
es: Puerto
eu: Portua
fa: پورت
hi: पोर्ट
ja: ポート
sw: Bandari
th: พอร์ต
ur: پورٹ

source: Port: {port}
es: Puerto: {port}
eu: Portua: {port}
fa: پورت: {port}
hi: पोर्ट: {port}
ja: ポート：{port}
sw: Bandari: {port}
th: พอร์ต：{port}
ur: پورٹ: {port}

source: Priority
es: Prioridad
eu: Lehentasuna
fa: اولویت
fr: Priorité
hi: प्राथमिकता
ja: 優先度
sw: Kipaumbele
th: ลำดับความสำคัญ
ur: ترجیح

source: Private
es: Privado
eu: Pribatua
fa: خصوصی
fr: Privé
hi: निजी
ja: プライベート
sw: Binafsi
th: ส่วนตัว
ur: نجی

source: Profiles
es: Perfiles
eu: Profilak
fa: پروفایل‌ها
fr: Profils
hi: प्रोफ़ाइल
ja: プロファイル
sw: Wasifu
th: โปรไฟล์
ur: پروفائلز

source: Progress
es: Progreso
eu: Aurrerapena
fa: پیشرفت
fr: Progression
hi: प्रगति
ja: 進捗
sw: Maendeleo
th: ความคืบหน้า
ur: ترقی

source: Property
es: Propiedad
eu: Propietatea
fa: ویژگی
fr: Propriété
hi: संपत्ति
ja: プロパティ
sw: Mali
th: คุณสมบัติ
ur: خاصیت

source: Proxy Config
es: Configuración de proxy
eu: Proxy konfigurazioa
fa: پیکربندی پروکسی
fr: Configuration du proxy
hi: प्रॉक्सी कॉन्फ़िग
ja: プロキシ設定
sw: Usanidi wa Proxy
th: การตั้งค่าพร็อกซี
ur: پراکسی ترتیب

source: PyYAML is required for YAML output
es: PyYAML es requerido para salida YAML
eu: PyYAML beharrezkoa da YAML irteerarako
fa: PyYAML برای خروجی YAML مورد نیاز است
fr: PyYAML est requis pour la sortie YAML
hi: YAML आउटपुट के लिए PyYAML आवश्यक है
ja: YAML出力にはPyYAMLが必要です
sw: PyYAML inahitajika kwa matokeo ya YAML
th: ต้องใช้ PyYAML สำหรับผลลัพธ์ YAML
ur: YAML آؤٹ پٹ کے لیے PyYAML درکار ہے

source: Quick Add
es: Agregar rápido
eu: Gehitu azkarra
fa: افزودن سریع
fr: Ajout rapide
hi: त्वरित जोड़ें
ja: クイック追加
sw: Ongeza Haraka
th: เพิ่มด่วน
ur: فوری شامل کریں

source: Quit
es: Salir
eu: Irten
fa: خروج
fr: Quitter
hi: बंद करें
ja: 終了
sw: Toka
th: ออก
ur: بند کریں

source: Rate limits disabled
es: Límites de velocidad deshabilitados
eu: Abiadura muga desgaituta
fa: محدودیت‌های نرخ غیرفعال
fr: Limites de débit désactivées
hi: दर सीमाएं अक्षम
ja: レート制限が無効
sw: Mipaka ya kasi imezimwa
th: ข้อจำกัดอัตราถูกปิดใช้งาน
ur: حدود کی رفتار غیر فعال

source: Rate limits set to 1024 KiB/s
es: Límites de velocidad establecidos a 1024 KiB/s
eu: Abiadura muga 1024 KiB/s-ra ezarrita
fa: محدودیت‌های نرخ روی 1024 KiB/s تنظیم شد
fr: Limites de débit définies à 1024 KiB/s
hi: दर सीमाएं 1024 KiB/s पर सेट
ja: レート制限が1024 KiB/sに設定されました
sw: Mipaka ya kasi imewekwa kwa 1024 KiB/s
th: ข้อจำกัดอัตราถูกตั้งเป็น 1024 KiB/s
ur: حدود کی رفتار 1024 KiB/s پر مقرر

source: Resume
es: Reanudar
eu: Berrekin
fa: ادامه
fr: Reprendre
hi: फिर से शुरू करें
ja: 再開
sw: Endelea
th: ดำเนินการต่อ
ur: دوبارہ شروع کریں

source: Rule
es: Regla
eu: Araua
fa: قانون
fr: Règle
hi: नियम
ja: ルール
sw: Kanuni
th: กฎ
ur: قاعدہ

source: Rule not found: {name}
es: Regla no encontrada: {name}
eu: Araua ez da aurkitu: {name}
fa: قانون یافت نشد: {name}
fr: Règle introuvable : {name}
hi: नियम नहीं मिला: {name}
ja: ルールが見つかりません：{name}
sw: Kanuni haijapatikana: {name}
th: ไม่พบกฎ：{name}
ur: قاعدہ نہیں ملا: {name}

source: Rules: {rules}, IPv4: {ipv4}, IPv6: {ipv6}, Blocks: {blocks}
es: Reglas: {rules}, IPv4: {ipv4}, IPv6: {ipv6}, Bloqueos: {blocks}
eu: Arauak: {rules}, IPv4: {ipv4}, IPv6: {ipv6}, Blokeoak: {blocks}
fa: قوانین: {rules}, IPv4: {ipv4}, IPv6: {ipv6}, بلاک‌ها: {blocks}
fr: Règles : {rules}, IPv4 : {ipv4}, IPv6 : {ipv6}, Blocages : {blocks}
hi: नियम: {rules}, IPv4: {ipv4}, IPv6: {ipv6}, ब्लॉक: {blocks}
ja: ルール：{rules}、IPv4：{ipv4}、IPv6：{ipv6}、ブロック：{blocks}
sw: Kanuni: {rules}, IPv4: {ipv4}, IPv6: {ipv6}, Vizuizi: {blocks}
th: กฎ：{rules}，IPv4：{ipv4}，IPv6：{ipv6}，บล็อก：{blocks}
ur: قواعد: {rules}, IPv4: {ipv4}, IPv6: {ipv6}, بلاکس: {blocks}

source: Running
es: En ejecución
eu: Exekutatzen
fa: در حال اجرا
fr: En cours d'exécution
hi: चल रहा है
ja: 実行中
sw: Inaendesha
th: กำลังทำงาน
ur: چل رہا ہے

source: SSL Config
es: Configuración SSL
eu: SSL konfigurazioa
fa: پیکربندی SSL
fr: Configuration SSL
hi: SSL कॉन्फ़िग
ja: SSL設定
sw: Usanidi wa SSL
th: การตั้งค่า SSL
ur: SSL ترتیب

source: Scrape Results
es: Resultados de scrape
eu: Scrape emaitzak
fa: نتایج اسکرپ
fr: Résultats du raclage
hi: स्क्रैप परिणाम
ja: スクレイプ結果
sw: Matokeo ya Scrape
th: ผลการสแครป
ur: سکریپ کے نتائج

source: Section not found: {section}
es: Sección no encontrada: {section}
eu: Atala ez da aurkitu: {section}
fa: بخش یافت نشد: {section}
fr: Section introuvable : {section}
hi: अनुभाग नहीं मिला: {section}
ja: セクションが見つかりません：{section}
sw: Sehemu haijapatikana: {section}
th: ไม่พบส่วน：{section}
ur: سیکشن نہیں ملا: {section}

source: Security Scan
es: Escaneo de seguridad
eu: Segurtasun eskaneatzea
fa: اسکن امنیتی
fr: Analyse de sécurité
hi: सुरक्षा स्कैन
ja: セキュリティスキャン
sw: Uchunguzi wa Usalama
th: สแกนความปลอดภัย
ur: سیکیورٹی اسکین

source: Seeders
fa: سیدرها
hi: सीडर
ja: シーダー
sw: Wanapanda
th: ผู้แชร์
ur: سیڈرز

source: Seeders (Scrape)
fa: سیدرها (اسکرپ)
fr: Seeders (Raclage)
hi: सीडर (स्क्रैप)
ja: シーダー（スクレイプ）
sw: Wanapanda (Scrape)
th: ผู้แชร์（การสแครป）
ur: سیڈرز (سکریپ)

source: Select files to download
es: Seleccionar archivos para descargar
eu: Hautatu deskargatzeko fitxategiak
fa: انتخاب فایل‌ها برای دانلود
fr: Sélectionner les fichiers à télécharger
hi: डाउनलोड के लिए फ़ाइलें चुनें
ja: ダウンロードするファイルを選択
sw: Chagua faili za kupakua
th: เลือกไฟล์ที่จะดาวน์โหลด
ur: ڈاؤن لوڈ کے لیے فائلیں منتخب کریں

source: Selected
es: Seleccionado
eu: Hautatuta
fa: انتخاب شده
fr: Sélectionné
hi: चयनित
ja: 選択済み
sw: Imechaguliwa
th: เลือกแล้ว
ur: منتخب

source: Session
es: Sesión
eu: Saioa
fa: جلسه
hi: सत्र
ja: セッション
sw: Kikao
th: เซสชัน
ur: سیشن

source: Set value in global config file
es: Establecer valor en archivo de configuración global
eu: Balioa ezarri konfigurazio fitxategi globalean
fa: تنظیم مقدار در فایل پیکربندی سراسری
fr: Définir la valeur dans le fichier de configuration globale
hi: वैश्विक कॉन्फ़िग फ़ाइल में मान सेट करें
ja: グローバル設定ファイルに値を設定
sw: Weka thamani katika faili ya usanidi ya ulimwengu
th: ตั้งค่าในไฟล์การตั้งค่าทั่วไป
ur: عالمی ترتیب فائل میں قدر مقرر کریں

source: Set value in project local ccbt.toml
es: Establecer valor en ccbt.toml local del proyecto
eu: Balioa ezarri proiektu lokaleko ccbt.toml-en
fa: تنظیم مقدار در ccbt.toml محلی پروژه
fr: Définir la valeur dans le ccbt.toml local du projet
hi: प्रोजेक्ट स्थानीय ccbt.toml में मान सेट करें
ja: プロジェクトローカルのccbt.tomlに値を設定
sw: Weka thamani katika ccbt.toml ya mradi ya ndani
th: ตั้งค่าใน ccbt.toml ของโปรเจ็กต์ท้องถิ่น
ur: پروجیکٹ مقامی ccbt.toml میں قدر مقرر کریں

source: Severity
es: Severidad
eu: Larritasuna
fa: شدت
fr: Sévérité
hi: गंभीरता
ja: 重要度
sw: Ukali
th: ความรุนแรง
ur: شدت

source: Show specific key path (e.g. network.listen_port)
es: Mostrar ruta de clave específica (ej. network.listen_port)
eu: Erakutsi gako bide zehatza (adib. network.listen_port)
fa: نمایش مسیر کلید خاص (مثال: network.listen_port)
fr: Afficher le chemin de clé spécifique (ex. network.listen_port)
hi: विशिष्ट कुंजी पथ दिखाएं (उदा. network.listen_port)
ja: 特定のキーパスを表示（例：network.listen_port）
sw: Onyesha njia maalum ya ufunguo (mfano. network.listen_port)
th: แสดงเส้นทางคีย์เฉพาะ（เช่น network.listen_port）
ur: مخصوص کلید کا راستہ دکھائیں (مثال: network.listen_port)

source: Show specific section key path (e.g. network)
es: Mostrar ruta de clave de sección específica (ej. network)
eu: Erakutsi atal gako bide zehatza (adib. network)
fa: نمایش مسیر کلید بخش خاص (مثال: network)
fr: Afficher le chemin de clé de section spécifique (ex. network)
hi: विशिष्ट अनुभाग कुंजी पथ दिखाएं (उदा. network)
ja: 特定のセクションキーパスを表示（例：network）
sw: Onyesha njia ya ufunguo wa sehemu maalum (mfano. network)
th: แสดงเส้นทางคีย์ส่วนเฉพาะ（เช่น network）
ur: مخصوص سیکشن کلید کا راستہ دکھائیں (مثال: network)

source: Size
es: Tamaño
eu: Tamaina
fa: اندازه
fr: Taille
hi: आकार
ja: サイズ
sw: Ukubwa
th: ขนาด
ur: سائز

source: Skip confirmation prompt
es: Omitir solicitud de confirmación
eu: Berrespena saltatu
fa: رد کردن درخواست تأیید
fr: Ignorer l'invite de confirmation
hi: पुष्टिकरण प्रॉम्प्ट छोड़ें
ja: 確認プロンプトをスキップ
sw: Ruka ujumbe wa uthibitishaji
th: ข้ามข้อความยืนยัน
ur: تصدیق کا اشارہ چھوڑیں

source: Skip daemon restart even if needed
es: Omitir reinicio del demonio incluso si es necesario
eu: Deabrua berrabiaraztea saltatu beharrezkoa bada ere
fa: رد کردن راه‌اندازی مجدد دیمن حتی در صورت نیاز
fr: Ignorer le redémarrage du démon même si nécessaire
hi: आवश्यक होने पर भी डेमॉन पुनरारंभ छोड़ें
ja: 必要でもデーモンの再起動をスキップ
sw: Ruka kuanza upya daemon hata ikiwa inahitajika
th: ข้ามการรีสตาร์ทดีมอนแม้ว่าจะจำเป็น
ur: ضرورت ہونے پر بھی ڈیمن ری اسٹارٹ چھوڑیں

source: Snapshot failed: {error}
es: Instantánea fallida: {error}
eu: Argazkia huts egin du: {error}
fa: اسنپ‌شات ناموفق: {error}
fr: Instantané échoué : {error}
hi: स्नैपशॉट असफल: {error}
ja: スナップショットが失敗しました：{error}
sw: Picha ya wakati imeshindwa: {error}
th: สแนปช็อตล้มเหลว：{error}
ur: اسنیپ شاٹ ناکام: {error}

source: Snapshot saved to {path}
es: Instantánea guardada en {path}
eu: Argazkia {path}-ra gordeta
fa: اسنپ‌شات در {path} ذخیره شد
fr: Instantané enregistré dans {path}
hi: स्नैपशॉट {path} में सहेजा गया
ja: スナップショットが{path}に保存されました
sw: Picha ya wakati imehifadhiwa kwa {path}
th: สแนปช็อตบันทึกที่ {path}
ur: اسنیپ شاٹ {path} میں محفوظ کیا گیا

source: Status
es: Estado
eu: Egoera
fa: وضعیت
fr: État
hi: स्थिति
ja: 状態
sw: Hali
th: สถานะ
ur: حالت

source: Status:
es: Estado:
eu: Egoera:
fa: وضعیت:
fr: État :
hi: स्थिति:
ja: 状態：
sw: Hali:
th: สถานะ：
ur: حالت:

source: Supported
es: Soportado
eu: Onartuta
fa: پشتیبانی می‌شود
fr: Pris en charge
hi: समर्थित
ja: サポート済み
sw: Inategemezi
th: รองรับ
ur: تعاون

source: System Capabilities
es: Capacidades del sistema
eu: Sistema gaitasunak
fa: قابلیت‌های سیستم
fr: Capacités système
hi: सिस्टम क्षमताएं
ja: システム機能
sw: Uwezo wa Mfumo
th: ความสามารถของระบบ
ur: نظام کی صلاحیتیں

source: System Capabilities Summary
es: Resumen de capacidades del sistema
eu: Sistema gaitasun laburpena
fa: خلاصه قابلیت‌های سیستم
fr: Résumé des capacités système
hi: सिस्टम क्षमताएं सारांश
ja: システム機能概要
sw: Muhtasari wa Uwezo wa Mfumo
th: สรุปความสามารถของระบบ
ur: نظام کی صلاحیتوں کا خلاصہ

source: System Resources
es: Recursos del sistema
eu: Sistema baliabideak
fa: منابع سیستم
fr: Ressources système
hi: सिस्टम संसाधन
ja: システムリソース
sw: Rasilimali za Mfumo
th: ทรัพยากรระบบ
ur: نظام کے وسائل

source: Templates
es: Plantillas
eu: Txantiloiak
fa: قالب‌ها
fr: Modèles
hi: टेम्प्लेट
ja: テンプレート
sw: Viwango
th: เทมเพลต
ur: ٹیمپلیٹس

source: Timestamp
es: Marca de tiempo
eu: Denbora zigilua
fa: برچسب زمان
fr: Horodatage
hi: समय चिह्न
ja: タイムスタンプ
sw: Alama ya Wakati
th: เวลาประทับ
ur: وقت کا نشان

source: Torrent Config
es: Configuración del torrent
eu: Torrent konfigurazioa
fa: پیکربندی تورنت
fr: Configuration du torrent
hi: टोरेंट कॉन्फ़िग
ja: トレント設定
sw: Usanidi wa Torrent
th: การตั้งค่าทอร์เรนต์
ur: ٹورنٹ ترتیب

source: Torrent Status
es: Estado del torrent
eu: Torrent egoera
fa: وضعیت تورنت
fr: État du torrent
hi: टोरेंट स्थिति
ja: トレント状態
sw: Hali ya Torrent
th: สถานะทอร์เรนต์
ur: ٹورنٹ حالت

source: Torrent file not found
es: Archivo torrent no encontrado
eu: Torrent fitxategia ez da aurkitu
fa: فایل تورنت یافت نشد
fr: Fichier torrent introuvable
hi: टोरेंट फ़ाइल नहीं मिली
ja: トレントファイルが見つかりません
sw: Faili ya torrent haijapatikana
th: ไม่พบไฟล์ทอร์เรนต์
ur: ٹورنٹ فائل نہیں ملی

source: Torrent not found
es: Torrent no encontrado
eu: Torrent-a ez da aurkitu
fa: تورنت یافت نشد
fr: Torrent introuvable
hi: टोरेंट नहीं मिला
ja: トレントが見つかりません
sw: Torrent haijapatikana
th: ไม่พบทอร์เรนต์
ur: ٹورنٹ نہیں ملا

source: Tracker Scrape
es: Scrape del tracker
fa: اسکرپ ردیاب
fr: Raclage du tracker
hi: ट्रैकर स्क्रैप
ja: トラッカースクレイプ
sw: Scrape ya Tracker
th: การสแครปตัวติดตาม
ur: ٹریکر سکریپ

source: Type
es: Tipo
eu: Mota
fa: نوع
hi: प्रकार
ja: タイプ
sw: Aina
th: ประเภท
ur: قسم

source: Unknown
es: Desconocido
eu: Ezezaguna
fa: ناشناخته
fr: Inconnu
hi: अज्ञात
ja: 不明
sw: Haijulikani
th: ไม่ทราบ
ur: نامعلوم

source: Unknown subcommand
es: Subcomando desconocido
eu: Azpikomando ezezaguna
fa: زیردستور ناشناخته
fr: Sous-commande inconnue
hi: अज्ञात उपकमांड
ja: 不明なサブコマンド
sw: Amri ndogo haijulikani
th: คำสั่งย่อยที่ไม่รู้จัก
ur: نامعلوم ذیلی کمانڈ

source: Unknown subcommand: {sub}
es: Subcomando desconocido: {sub}
eu: Azpikomando ezezaguna: {sub}
fa: زیردستور ناشناخته: {sub}
fr: Sous-commande inconnue : {sub}
hi: अज्ञात उपकमांड: {sub}
ja: 不明なサブコマンド：{sub}
sw: Amri ndogo haijulikani: {sub}
th: คำสั่งย่อยที่ไม่รู้จัก：{sub}
ur: نامعلوم ذیلی کمانڈ: {sub}

source: Upload
es: Subir
eu: Igo
fa: آپلود
fr: Téléverser
hi: अपलोड
ja: アップロード
sw: Pakia
th: อัปโหลด
ur: اپ لوڈ

source: Upload Speed
es: Velocidad de subida
eu: Igo abiadura
fa: سرعت آپلود
fr: Vitesse de téléversement
hi: अपलोड गति
ja: アップロード速度
sw: Kasi ya Kupakia
th: ความเร็วในการอัปโหลด
ur: اپ لوڈ کی رفتار

source: Uptime: {uptime:.1f}s
es: Tiempo de actividad: {uptime:.1f}s
eu: Iraupena: {uptime:.1f}s
fa: زمان فعالیت: {uptime:.1f}ث
fr: Temps de fonctionnement : {uptime:.1f}s
hi: अपटाइम: {uptime:.1f}से
ja: 稼働時間：{uptime:.1f}秒
sw: Muda wa kufanya kazi: {uptime:.1f}s
th: เวลาทำงาน：{uptime:.1f} วินาที
ur: اپ ٹائم: {uptime:.1f}سی

source: Usage: alerts list|list-active|add|remove|clear|load|save|test ...
es: Uso: alerts list|list-active|add|remove|clear|load|save|test ...
eu: Erabilera: alerts list|list-active|add|remove|clear|load|save|test ...
fa: استفاده: alerts list|list-active|add|remove|clear|load|save|test ...
fr: Utilisation : alerts list|list-active|add|remove|clear|load|save|test ...
hi: उपयोग: alerts list|list-active|add|remove|clear|load|save|test ...
ja: 使用：alerts list|list-active|add|remove|clear|load|save|test ...
sw: Matumizi: alerts list|list-active|add|remove|clear|load|save|test ...
th: ใช้：alerts list|list-active|add|remove|clear|load|save|test ...
ur: استعمال: alerts list|list-active|add|remove|clear|load|save|test ...

source: Usage: backup <info_hash> <dest>
es: Uso: backup <info_hash> <dest>
eu: Erabilera: backup <info_hash> <dest>
fa: استفاده: backup <info_hash> <dest>
fr: Utilisation : backup <info_hash> <dest>
hi: उपयोग: backup <info_hash> <dest>
ja: 使用：backup <情報ハッシュ> <宛先>
sw: Matumizi: backup <info_hash> <dest>
th: ใช้：backup <แฮชข้อมูล> <ปลายทาง>
ur: استعمال: backup <info_hash> <dest>

source: Usage: checkpoint list
es: Uso: checkpoint list
eu: Erabilera: checkpoint list
fa: استفاده: checkpoint list
fr: Utilisation : checkpoint list
hi: उपयोग: checkpoint list
ja: 使用：checkpoint list
sw: Matumizi: checkpoint list
th: ใช้：checkpoint list
ur: استعمال: checkpoint list

source: Usage: config [show|get|set|reload] ...
es: Uso: config [show|get|set|reload] ...
eu: Erabilera: config [show|get|set|reload] ...
fa: استفاده: config [show|get|set|reload] ...
fr: Utilisation : config [show|get|set|reload] ...
hi: उपयोग: config [show|get|set|reload] ...
ja: 使用：config [show|get|set|reload] ...
sw: Matumizi: config [show|get|set|reload] ...
th: ใช้：config [show|get|set|reload] ...
ur: استعمال: config [show|get|set|reload] ...

source: Usage: config get <key.path>
es: Uso: config get <key.path>
eu: Erabilera: config get <key.path>
fa: استفاده: config get <key.path>
fr: Utilisation : config get <key.path>
hi: उपयोग: config get <key.path>
ja: 使用：config get <キー.パス>
sw: Matumizi: config get <key.path>
th: ใช้：config get <คีย์.เส้นทาง>
ur: استعمال: config get <key.path>

source: Usage: config set <key.path> <value>
es: Uso: config set <key.path> <value>
eu: Erabilera: config set <key.path> <value>
fa: استفاده: config set <key.path> <value>
fr: Utilisation : config set <key.path> <value>
hi: उपयोग: config set <key.path> <value>
ja: 使用：config set <キー.パス> <値>
sw: Matumizi: config set <key.path> <value>
th: ใช้：config set <คีย์.เส้นทาง> <ค่า>
ur: استعمال: config set <key.path> <value>

source: Usage: config_backup list|create [desc]|restore <file>
es: Uso: config_backup list|create [desc]|restore <file>
eu: Erabilera: config_backup list|create [desc]|restore <file>
fa: استفاده: config_backup list|create [desc]|restore <file>
fr: Utilisation : config_backup list|create [desc]|restore <file>
hi: उपयोग: config_backup list|create [desc]|restore <file>
ja: 使用：config_backup list|create [説明]|restore <ファイル>
sw: Matumizi: config_backup list|create [desc]|restore <file>
th: ใช้：config_backup list|create [คำอธิบาย]|restore <ไฟล์>
ur: استعمال: config_backup list|create [desc]|restore <file>

source: Usage: config_diff <file1> <file2>
es: Uso: config_diff <file1> <file2>
eu: Erabilera: config_diff <file1> <file2>
fa: استفاده: config_diff <file1> <file2>
fr: Utilisation : config_diff <file1> <file2>
hi: उपयोग: config_diff <file1> <file2>
ja: 使用：config_diff <ファイル1> <ファイル2>
sw: Matumizi: config_diff <file1> <file2>
th: ใช้：config_diff <ไฟล์1> <ไฟล์2>
ur: استعمال: config_diff <file1> <file2>

source: Usage: config_export <toml|json|yaml> <output>
es: Uso: config_export <toml|json|yaml> <output>
eu: Erabilera: config_export <toml|json|yaml> <output>
fa: استفاده: config_export <toml|json|yaml> <output>
fr: Utilisation : config_export <toml|json|yaml> <output>
hi: उपयोग: config_export <toml|json|yaml> <output>
ja: 使用：config_export <toml|json|yaml> <出力>
sw: Matumizi: config_export <toml|json|yaml> <output>
th: ใช้：config_export <toml|json|yaml> <ผลลัพธ์>
ur: استعمال: config_export <toml|json|yaml> <output>

source: Usage: config_import <toml|json|yaml> <input>
es: Uso: config_import <toml|json|yaml> <input>
eu: Erabilera: config_import <toml|json|yaml> <input>
fa: استفاده: config_import <toml|json|yaml> <input>
fr: Utilisation : config_import <toml|json|yaml> <input>
hi: उपयोग: config_import <toml|json|yaml> <input>
ja: 使用：config_import <toml|json|yaml> <入力>
sw: Matumizi: config_import <toml|json|yaml> <input>
th: ใช้：config_import <toml|json|yaml> <อินพุต>
ur: استعمال: config_import <toml|json|yaml> <input>

source: Usage: export <path>
es: Uso: export <path>
eu: Erabilera: export <path>
fa: استفاده: export <path>
fr: Utilisation : export <path>
hi: उपयोग: export <path>
ja: 使用：export <パス>
sw: Matumizi: export <path>
th: ใช้：export <เส้นทาง>
ur: استعمال: export <path>

source: Usage: import <path>
es: Uso: import <path>
eu: Erabilera: import <path>
fa: استفاده: import <path>
fr: Utilisation : import <path>
hi: उपयोग: import <path>
ja: 使用：import <パス>
sw: Matumizi: import <path>
th: ใช้：import <เส้นทาง>
ur: استعمال: import <path>

source: Usage: limits [show|set] <info_hash> [down up]
es: Uso: limits [show|set] <info_hash> [down up]
eu: Erabilera: limits [show|set] <info_hash> [down up]
fa: استفاده: limits [show|set] <info_hash> [down up]
fr: Utilisation : limits [show|set] <info_hash> [down up]
hi: उपयोग: limits [show|set] <info_hash> [down up]
ja: 使用：limits [show|set] <情報ハッシュ> [ダウン アップ]
sw: Matumizi: limits [show|set] <info_hash> [down up]
th: ใช้：limits [show|set] <แฮชข้อมูล> [ดาวน์ อัพ]
ur: استعمال: limits [show|set] <info_hash> [down up]

source: Usage: limits set <info_hash> <down_kib> <up_kib>
es: Uso: limits set <info_hash> <down_kib> <up_kib>
eu: Erabilera: limits set <info_hash> <down_kib> <up_kib>
fa: استفاده: limits set <info_hash> <down_kib> <up_kib>
fr: Utilisation : limits set <info_hash> <down_kib> <up_kib>
hi: उपयोग: limits set <info_hash> <down_kib> <up_kib>
ja: 使用：limits set <情報ハッシュ> <ダウン_kib> <アップ_kib>
sw: Matumizi: limits set <info_hash> <down_kib> <up_kib>
th: ใช้：limits set <แฮชข้อมูล> <ดาวน์_kib> <อัพ_kib>
ur: استعمال: limits set <info_hash> <down_kib> <up_kib>
