Repository: ccBitTorrent/ccbt
Catalog: ccbt/i18n/locales/*/LC_MESSAGES/ccbt.po
Languages: es, eu, fa, fr, hi, ja, sw, th, ur

source: [green]Updated runtime configuration[/green]
es: [green]Configuración de tiempo de ejecución actualizada[/green]
eu: [green]Exekuzio denbora konfigurazioa eguneratuta[/green]
fa: [green]پیکربندی زمان اجرا به‌روزرسانی شد[/green]
fr: [green]Configuration d'exécution mise à jour[/green]
hi: [green]रनटाइम कॉन्फ़िगरेशन अपडेट किया गया[/green]
ja: [green]ランタイム設定を更新しました[/green]
sw: [green]Usanidi wa wakati wa utendaji umehakikishwa[/green]
th: [green]อัปเดตการตั้งค่าเวลารันแล้ว[/green]
ur: [green]رن ٹائم ترتیب اپ ڈیٹ کی گئی[/green]

source: [green]Wrote metrics to {out}[/green]
es: [green]Métricas escritas en {out}[/green]
eu: [green]Metrikak {out}-ra idatzita[/green]
fa: [green]معیارها به {out} نوشته شدند[/green]
fr: [green]Métriques écrites dans {out}[/green]
hi: [green]मेट्रिक्स {out} में लिखे गए[/green]
ja: [green]メトリックを {out} に書き込みました[/green]
sw: [green]Vipimo vimeandikwa kwa {out}[/green]
th: [green]เขียนเมตริกไปยัง {out} แล้ว[/green]
ur: [green]میٹرکس {out} میں لکھے گئے[/green]

source: [red]Backup failed: {msgs}[/red]
es: [red]Copia de seguridad fallida: {msgs}[/red]
eu: [red]Babeskopia huts egin du: {msgs}[/red]
fa: [red]پشتیبان ناموفق: {msgs}[/red]
fr: [red]Échec de la sauvegarde : {msgs}[/red]
hi: [red]बैकअप असफल: {msgs}[/red]
ja: [red]バックアップが失敗しました：{msgs}[/red]
sw: [red]Nakala ya usalama imeshindwa: {msgs}[/red]
th: [red]การสำรองข้อมูลล้มเหลว：{msgs}[/red]
ur: [red]بیک اپ ناکام: {msgs}[/red]

source: [red]Error: Could not parse magnet link[/red]
es: [red]Error: No se pudo analizar el enlace magnético[/red]
eu: [red]Errorea: Ezin izan da magnet esteka analizatu[/red]
fa: [red]خطا: نتوانست لینک مگنت را تجزیه کند[/red]
fr: [red]Erreur : Impossible d'analyser le lien magnétique[/red]
hi: [red]त्रुटि: मैग्नेट लिंक पार्स नहीं कर सका[/red]
ja: [red]エラー：マグネットリンクを解析できませんでした[/red]
sw: [red]Hitilafu: Haikuweza kuchanganua kiungo cha magnet[/red]
th: [red]ข้อผิดพลาด：ไม่สามารถแยกวิเคราะห์ลิงก์แม่เหล็กได้[/red]
ur: [red]خرابی: میگنیٹ لنک پارس نہیں کر سکا[/red]

source: [red]Error: {error}[/red]
eu: [red]Errorea: {error}[/red]
fa: [red]خطا: {error}[/red]
fr: [red]Erreur : {error}[/red]
hi: [red]त्रुटि: {error}[/red]
ja: [red]エラー：{error}[/red]
sw: [red]Hitilafu: {error}[/red]
th: [red]ข้อผิดพลาด：{error}[/red]
ur: [red]خرابی: {error}[/red]

source: [red]Failed to add magnet link: {error}[/red]
es: [red]Error al agregar enlace magnético: {error}[/red]
eu: [red]Errorea magnet esteka gehitzean: {error}[/red]
fa: [red]افزودن لینک مگنت ناموفق: {error}[/red]
fr: [red]Échec de l'ajout du lien magnétique : {error}[/red]
hi: [red]मैग्नेट लिंक जोड़ने में विफल: {error}[/red]
ja: [red]マグネットリンクの追加に失敗しました：{error}[/red]
sw: [red]Kushindwa kuongeza kiungo cha magnet: {error}[/red]
th: [red]เพิ่มลิงก์แม่เหล็กล้มเหลว：{error}[/red]
ur: [red]میگنیٹ لنک شامل کرنے میں ناکام: {error}[/red]

source: [red]Failed to set config: {error}[/red]
es: [red]Error al establecer configuración: {error}[/red]
eu: [red]Errorea konfigurazioa ezartzean: {error}[/red]
fa: [red]تنظیم پیکربندی ناموفق: {error}[/red]
fr: [red]Échec de la définition de la configuration : {error}[/red]
hi: [red]कॉन्फ़िग सेट करने में विफल: {error}[/red]
ja: [red]設定の設定に失敗しました：{error}[/red]
sw: [red]Kushindwa kuweka usanidi: {error}[/red]
th: [red]ตั้งค่าการตั้งค่าล้มเหลว：{error}[/red]
ur: [red]ترتیب مقرر کرنے میں ناکام: {error}[/red]

source: [red]File not found: {error}[/red]
es: [red]Archivo no encontrado: {error}[/red]
eu: [red]Fitxategia ez da aurkitu: {error}[/red]
fa: [red]فایل یافت نشد: {error}[/red]
fr: [red]Fichier introuvable : {error}[/red]
hi: [red]फ़ाइल नहीं मिली: {error}[/red]
ja: [red]ファイルが見つかりません：{error}[/red]
sw: [red]Faili haijapatikana: {error}[/red]
th: [red]ไม่พบไฟล์：{error}[/red]
ur: [red]فائل نہیں ملی: {error}[/red]

source: [red]Invalid arguments[/red]
es: [red]Argumentos inválidos[/red]
eu: [red]Argumentu baliogabeak[/red]
fr: [red]Arguments invalides[/red]
ja: [red]無効な引数[/red]
sw: [red]Hoja si sahihi[/red]
th: [red]อาร์กิวเมนต์ไม่ถูกต้อง[/red]

source: [red]Invalid file index: {idx}[/red]
es: [red]Índice de archivo inválido: {idx}[/red]
eu: [red]Fitxategi indize baliogabea: {idx}[/red]
fa: [red]شاخص فایل نامعتبر: {idx}[/red]
fr: [red]Index de fichier invalide : {idx}[/red]
hi: [red]अमान्य फ़ाइल सूचकांक: {idx}[/red]
ja: [red]無効なファイルインデックス：{idx}[/red]
sw: [red]Fahirisi ya faili si sahihi: {idx}[/red]
th: [red]ดัชนีไฟล์ไม่ถูกต้อง：{idx}[/red]
ur: [red]غلط فائل انڈیکس: {idx}[/red]

source: [red]Invalid file index[/red]
es: [red]Índice de archivo inválido[/red]
eu: [red]Fitxategi indize baliogabea[/red]
fa: [red]شاخص فایل نامعتبر[/red]
fr: [red]Index de fichier invalide[/red]
hi: [red]अमान्य फ़ाइल सूचकांक[/red]
ja: [red]無効なファイルインデックス[/red]
sw: [red]Fahirisi ya faili si sahihi[/red]
th: [red]ดัชนีไฟล์ไม่ถูกต้อง[/red]
ur: [red]غلط فائل انڈیکس[/red]

source: [red]Invalid info hash format: {hash}[/red]
es: [red]Formato de hash de información inválido: {hash}[/red]
eu: [red]Info hash formatu baliogabea: {hash}[/red]
fa: [red]فرمت هش اطلاعات نامعتبر: {hash}[/red]
fr: [red]Format de hash d'information invalide : {hash}[/red]
hi: [red]अमान्य जानकारी हैश प्रारूप: {hash}[/red]
ja: [red]無効な情報ハッシュ形式：{hash}[/red]
sw: [red]Muundo wa hash ya taarifa si sahihi: {hash}[/red]
th: [red]รูปแบบแฮชข้อมูลไม่ถูกต้อง：{hash}[/red]
ur: [red]غلط معلومات ہیش فارمیٹ: {hash}[/red]

source: [red]Invalid priority. Use: do_not_download/low/normal/high/maximum[/red]
es: [red]Prioridad inválida. Use: do_not_download/low/normal/high/maximum[/red]
eu: [red]Lehentasun baliogabea. Erabili: do_not_download/low/normal/high/maximum[/red]
fa: [red]اولویت نامعتبر. استفاده کنید: do_not_download/low/normal/high/maximum[/red]
fr: [red]Priorité invalide. Utilisez : do_not_download/low/normal/high/maximum[/red]
hi: [red]अमान्य प्राथमिकता. उपयोग करें: do_not_download/low/normal/high/maximum[/red]
ja: [red]無効な優先度。使用：do_not_download/low/normal/high/maximum[/red]
sw: [red]Kipaumbele si sahihi. Tumia: do_not_download/low/normal/high/maximum[/red]
th: [red]ลำดับความสำคัญไม่ถูกต้อง. ใช้：do_not_download/low/normal/high/maximum[/red]
ur: [red]غلط ترجیح. استعمال کریں: do_not_download/low/normal/high/maximum[/red]

source: [red]Invalid priority: {priority}. Use: do_not_download/low/normal/high/maximum[/red]
es: [red]Prioridad inválida: {priority}. Use: do_not_download/low/normal/high/maximum[/red]
eu: [red]Lehentasun baliogabea: {priority}. Erabili: do_not_download/low/normal/high/maximum[/red]
fa: [red]اولویت نامعتبر: {priority}. استفاده کنید: do_not_download/low/normal/high/maximum[/red]
fr: [red]Priorité invalide : {priority}. Utilisez : do_not_download/low/normal/high/maximum[/red]
hi: [red]अमान्य प्राथमिकता: {priority}. उपयोग करें: do_not_download/low/normal/high/maximum[/red]
ja: [red]無効な優先度：{priority}。使用：do_not_download/low/normal/high/maximum[/red]
sw: [red]Kipaumbele si sahihi: {priority}. Tumia: do_not_download/low/normal/high/maximum[/red]
th: [red]ลำดับความสำคัญไม่ถูกต้อง：{priority}. ใช้：do_not_download/low/normal/high/maximum[/red]
ur: [red]غلط ترجیح: {priority}. استعمال کریں: do_not_download/low/normal/high/maximum[/red]

source: [red]Invalid torrent file: {error}[/red]
es: [red]Archivo torrent inválido: {error}[/red]
eu: [red]Torrent fitxategi baliogabea: {error}[/red]
fa: [red]فایل تورنت نامعتبر: {error}[/red]
fr: [red]Fichier torrent invalide : {error}[/red]
hi: [red]अमान्य टोरेंट फ़ाइल: {error}[/red]
ja: [red]無効なトレントファイル：{error}[/red]
sw: [red]Faili ya torrent si sahihi: {error}[/red]
th: [red]ไฟล์ทอร์เรนต์ไม่ถูกต้อง：{error}[/red]
ur: [red]غلط ٹورنٹ فائل: {error}[/red]

source: [red]Key not found: {key}[/red]
es: [red]Clave no encontrada: {key}[/red]
eu: [red]Gakoa ez da aurkitu: {key}[/red]
fa: [red]کلید یافت نشد: {key}[/red]
fr: [red]Clé introuvable : {key}[/red]
hi: [red]कुंजी नहीं मिली: {key}[/red]
ja: [red]キーが見つかりません：{key}[/red]
sw: [red]Ufunguo haujapatikana: {key}[/red]
th: [red]ไม่พบคีย์：{key}[/red]
ur: [red]کلید نہیں ملی: {key}[/red]

source: [red]No checkpoint found for {hash}[/red]
es: [red]No se encontró punto de control para {hash}[/red]
eu: [red]Checkpoint-ik ez aurkitu {hash}-entzat[/red]
fa: [red]نقطه کنترل برای {hash} یافت نشد[/red]
fr: [red]Aucun point de contrôle trouvé pour {hash}[/red]
hi: [red]{hash} के लिए कोई चेकपॉइंट नहीं मिला[/red]
ja: [red]{hash} のチェックポイントが見つかりません[/red]
sw: [red]Hakuna sehemu ya kuangalia iliyopatikana kwa {hash}[/red]
th: [red]ไม่พบจุดตรวจสอบสำหรับ {hash}[/red]
ur: [red]{hash} کے لیے کوئی چیک پوائنٹ نہیں ملا[/red]

source: [red]PyYAML not installed[/red]
es: [red]PyYAML no instalado[/red]
eu: [red]PyYAML ez dago instalatuta[/red]
fa: [red]PyYAML نصب نشده[/red]
fr: [red]PyYAML non installé[/red]
hi: [red]PyYAML स्थापित नहीं है[/red]
ja: [red]PyYAMLがインストールされていません[/red]
sw: [red]PyYAML haijasakinishwa[/red]
th: [red]ไม่ได้ติดตั้ง PyYAML[/red]
ur: [red]PyYAML انسٹال نہیں[/red]

source: [red]Reload failed: {error}[/red]
es: [red]Recarga fallida: {error}[/red]
eu: [red]Birkargak huts egin du: {error}[/red]
fa: [red]بارگذاری مجدد ناموفق: {error}[/red]
fr: [red]Échec du rechargement : {error}[/red]
hi: [red]पुनः लोड असफल: {error}[/red]
ja: [red]再読み込みが失敗しました：{error}[/red]
sw: [red]Kuonyesha tena kumeshindwa: {error}[/red]
th: [red]โหลดใหม่ล้มเหลว：{error}[/red]
ur: [red]دوبارہ لوڈ ناکام: {error}[/red]

source: [red]Restore failed: {msgs}[/red]
es: [red]Restauración fallida: {msgs}[/red]
eu: [red]Berreskuratzeak huts egin du: {msgs}[/red]
fa: [red]بازیابی ناموفق: {msgs}[/red]
fr: [red]Échec de la restauration : {msgs}[/red]
hi: [red]पुनर्स्थापना असफल: {msgs}[/red]
ja: [red]復元が失敗しました：{msgs}[/red]
sw: [red]Kurudisha kumeshindwa: {msgs}[/red]
th: [red]กู้คืนล้มเหลว：{msgs}[/red]
ur: [red]بحالی ناکام: {msgs}[/red]

source: [yellow]All files deselected[/yellow]
es: [yellow]Todos los archivos deseleccionados[/yellow]
eu: [yellow]Fitxategi guztiak deshautatuta[/yellow]
fa: [yellow]همه فایل‌ها لغو انتخاب شدند[/yellow]
fr: [yellow]Tous les fichiers désélectionnés[/yellow]
hi: [yellow]सभी फ़ाइलों का चयन रद्द कर दिया गया[/yellow]
ja: [yellow]すべてのファイルの選択が解除されました[/yellow]
sw: [yellow]Faili zote zimeachwa[/yellow]
th: [yellow]ยกเลิกการเลือกไฟล์ทั้งหมดแล้ว[/yellow]
ur: [yellow]تمام فائلوں کا انتخاب منسوخ[/yellow]

source: [yellow]Debug mode not yet implemented[/yellow]
es: [yellow]Modo de depuración aún no implementado[/yellow]
eu: [yellow]Arazketa modua oraindik ez da inplementatuta[/yellow]
fa: [yellow]حالت دیباگ هنوز پیاده‌سازی نشده[/yellow]
fr: [yellow]Mode débogage pas encore implémenté[/yellow]
hi: [yellow]डीबग मोड अभी तक लागू नहीं किया गया[/yellow]
ja: [yellow]デバッグモードはまだ実装されていません[/yellow]
sw: [yellow]Hali ya utatuzi bado haijatekelezwa[/yellow]
th: [yellow]โหมดดีบักยังไม่ได้ใช้งาน[/yellow]
ur: [yellow]ڈیبگ موڈ ابھی تک لاگو نہیں کیا گیا[/yellow]

source: [yellow]Deselected file {idx}[/yellow]
es: [yellow]Archivo {idx} deseleccionado[/yellow]
eu: [yellow]{idx} fitxategia deshautatuta[/yellow]
fa: [yellow]فایل {idx} لغو انتخاب شد[/yellow]
fr: [yellow]Fichier {idx} désélectionné[/yellow]
hi: [yellow]फ़ाइल {idx} का चयन रद्द कर दिया गया[/yellow]
ja: [yellow]ファイル {idx} の選択を解除しました[/yellow]
sw: [yellow]Faili {idx} imeachwa[/yellow]
th: [yellow]ยกเลิกการเลือกไฟล์ {idx} แล้ว[/yellow]
ur: [yellow]فائل {idx} کا انتخاب منسوخ[/yellow]

source: [yellow]Download interrupted by user[/yellow]
es: [yellow]Descarga interrumpida por el usuario[/yellow]
eu: [yellow]Deskarga erabiltzaileak eten du[/yellow]
fa: [yellow]دانلود توسط کاربر قطع شد[/yellow]
fr: [yellow]Téléchargement interrompu par l'utilisateur[/yellow]
hi: [yellow]उपयोगकर्ता द्वारा डाउनलोड बाधित[/yellow]
ja: [yellow]ダウンロードがユーザーによって中断されました[/yellow]
sw: [yellow]Upakuaji umevurugwa na mtumiaji[/yellow]
th: [yellow]การดาวน์โหลดถูกขัดจังหวะโดยผู้ใช้[/yellow]
ur: [yellow]صارف کی طرف سے ڈاؤن لوڈ منقطع[/yellow]

source: [yellow]Fetching metadata from peers...[/yellow]
es: [yellow]Obteniendo metadatos de pares...[/yellow]
eu: [yellow]Metadatuak kideetatik eskuratzen...[/yellow]
fa: [yellow]دریافت متاداده از همتاها...[/yellow]
fr: [yellow]Récupération des métadonnées depuis les pairs...[/yellow]
hi: [yellow]पीयर से मेटाडेटा प्राप्त कर रहे हैं...[/yellow]
ja: [yellow]ピアからメタデータを取得中...[/yellow]
sw: [yellow]Inapata metadata kutoka kwa wanaohusiana...[/yellow]
th: [yellow]กำลังดึงข้อมูลเมตาจากเพียร์...[/yellow]
ur: [yellow]پیئرز سے میٹا ڈیٹا حاصل کر رہے ہیں...[/yellow]

source: [yellow]Invalid priority spec '{spec}': {error}[/yellow]
es: [yellow]Especificación de prioridad inválida '{spec}': {error}[/yellow]
eu: [yellow]Lehentasun zehaztapen baliogabea '{spec}': {error}[/yellow]
fa: [yellow]مشخصات اولویت نامعتبر '{spec}': {error}[/yellow]
fr: [yellow]Spécification de priorité invalide '{spec}' : {error}[/yellow]
hi: [yellow]अमान्य प्राथमिकता विनिर्देश '{spec}': {error}[/yellow]
ja: [yellow]無効な優先度指定 '{spec}'：{error}[/yellow]
sw: [yellow]Kipaumbele '{spec}' si sahihi: {error}[/yellow]
th: [yellow]สเปกลำดับความสำคัญไม่ถูกต้อง '{spec}'：{error}[/yellow]
ur: [yellow]غلط ترجیح کی وضاحت '{spec}': {error}[/yellow]

source: [yellow]Keeping session alive[/yellow]
es: [yellow]Manteniendo sesión activa[/yellow]
eu: [yellow]Saioa bizirik mantentzen[/yellow]
fa: [yellow]زنده نگه داشتن جلسه[/yellow]
fr: [yellow]Maintien de la session active[/yellow]
hi: [yellow]सत्र जीवित रख रहे हैं[/yellow]
ja: [yellow]セッションを維持中[/yellow]
sw: [yellow]Inaendeleza kikao hai[/yellow]
th: [yellow]รักษาเซสชันให้ทำงานอยู่[/yellow]
ur: [yellow]سیشن زندہ رکھ رہے ہیں[/yellow]

source: [yellow]No checkpoints found[/yellow]
es: [yellow]No se encontraron puntos de control[/yellow]
eu: [yellow]Checkpoint-ik ez aurkitu[/yellow]
fa: [yellow]نقطه کنترلی یافت نشد[/yellow]
fr: [yellow]Aucun point de contrôle trouvé[/yellow]
hi: [yellow]कोई चेकपॉइंट नहीं मिला[/yellow]
ja: [yellow]チェックポイントが見つかりません[/yellow]
sw: [yellow]Hakuna sehemu za kuangalia zilizopatikana[/yellow]
th: [yellow]ไม่พบจุดตรวจสอบ[/yellow]
ur: [yellow]کوئی چیک پوائنٹ نہیں ملا[/yellow]

source: [yellow]Torrent session ended[/yellow]
es: [yellow]Sesión de torrent finalizada[/yellow]
eu: [yellow]Torrent saioa amaitu da[/yellow]
fa: [yellow]جلسه تورنت پایان یافت[/yellow]
fr: [yellow]Session torrent terminée[/yellow]
hi: [yellow]टोरेंट सत्र समाप्त[/yellow]
ja: [yellow]トレントセッションが終了しました[/yellow]
sw: [yellow]Kikao cha torrent kimeisha[/yellow]
th: [yellow]เซสชันทอร์เรนต์สิ้นสุดแล้ว[/yellow]
ur: [yellow]ٹورنٹ سیشن ختم[/yellow]

source: [yellow]Unknown command: {cmd}[/yellow]
es: [yellow]Comando desconocido: {cmd}[/yellow]
eu: [yellow]Komando ezezaguna: {cmd}[/yellow]
fa: [yellow]دستور ناشناخته: {cmd}[/yellow]
fr: [yellow]Commande inconnue : {cmd}[/yellow]
hi: [yellow]अज्ञात कमांड: {cmd}[/yellow]
ja: [yellow]不明なコマンド：{cmd}[/yellow]
sw: [yellow]Amri haijulikani: {cmd}[/yellow]
th: [yellow]คำสั่งที่ไม่รู้จัก：{cmd}[/yellow]
ur: [yellow]نامعلوم کمانڈ: {cmd}[/yellow]

source: [yellow]Warning: Daemon is running. Starting local session may cause port conflicts.[/yellow]
es: [yellow]Advertencia: El demonio está en ejecución. Iniciar sesión local puede causar conflictos de puerto.[/yellow]
eu: [yellow]Abisua: Deabrua exekutatzen ari da. Saio lokala abiarazteak portu gatazkak eragin ditzake.[/yellow]
fa: [yellow]هشدار: دیمن در حال اجرا است. شروع جلسه محلی ممکن است باعث تعارض پورت شود.[/yellow]
fr: [yellow]Avertissement : Le démon est en cours d'exécution. Le démarrage d'une session locale peut causer des conflits de port.[/yellow]
hi: [yellow]चेतावनी: डेमॉन चल रहा है. स्थानीय सत्र शुरू करने से पोर्ट संघर्ष हो सकता है.[/yellow]
ja: [yellow]警告：デーモンが実行中です。ローカルセッションを開始するとポート競合が発生する可能性があります。[/yellow]
sw: [yellow]Onyo: Daemon inaendesha. Kuanza kikao cha ndani kunaweza kusababisha migogoro ya bandari.[/yellow]
th: [yellow]คำเตือน：ดีมอนกำลังทำงานอยู่. การเริ่มเซสชันท้องถิ่นอาจทำให้เกิดความขัดแย้งพอร์ต.[/yellow]
ur: [yellow]انتباہ: ڈیمن چل رہا ہے. مقامی سیشن شروع کرنے سے پورٹ تنازعات ہو سکتے ہیں.[/yellow]

source: [yellow]Warning: Error stopping session: {error}[/yellow]
es: [yellow]Advertencia: Error al detener sesión: {error}[/yellow]
eu: [yellow]Abisua: Errorea saioa gelditzean: {error}[/yellow]
fa: [yellow]هشدار: خطا در توقف جلسه: {error}[/yellow]
fr: [yellow]Avertissement : Erreur lors de l'arrêt de la session : {error}[/yellow]
hi: [yellow]चेतावनी: सत्र रोकने में त्रुटि: {error}[/yellow]
ja: [yellow]警告：セッションの停止中にエラーが発生しました：{error}[/yellow]
sw: [yellow]Onyo: Hitilafu katika kusimamisha kikao: {error}[/yellow]
th: [yellow]คำเตือน：ข้อผิดพลาดในการหยุดเซสชัน：{error}[/yellow]
ur: [yellow]انتباہ: سیشن روکنے میں خرابی: {error}[/yellow]

source: ccBitTorrent Interactive CLI
es: CLI interactivo de ccBitTorrent
eu: ccBitTorrent CLI interaktiboa
fa: CLI تعاملی ccBitTorrent
fr: CLI interactif ccBitTorrent
hi: ccBitTorrent इंटरैक्टिव CLI
ja: ccBitTorrent対話型CLI
sw: ccBitTorrent CLI ya Kuingiliana
th: ccBitTorrent CLI แบบโต้ตอบ
ur: ccBitTorrent انٹرایکٹو CLI

source: ccBitTorrent Status
es: Estado de ccBitTorrent
eu: ccBitTorrent Egoera
fa: وضعیت ccBitTorrent
fr: État ccBitTorrent
hi: ccBitTorrent स्थिति
ja: ccBitTorrent状態
sw: Hali ya ccBitTorrent
th: สถานะ ccBitTorrent
ur: ccBitTorrent حالت

source: uTP Config
es: Configuración uTP
eu: uTP konfigurazioa
fa: پیکربندی uTP
fr: Configuration uTP
hi: uTP कॉन्फ़िग
ja: uTP設定
sw: Usanidi wa uTP
th: การตั้งค่า uTP
ur: uTP ترتیب

source: {count} features
es: {count} características
eu: {count} ezaugarri
fa: {count} ویژگی
fr: {count} fonctionnalités
hi: {count} सुविधाएं
ja: {count}個の機能
sw: Vipengele {count}
th: {count} คุณสมบัติ
ur: {count} خصوصیات

source: {count} items
es: {count} elementos
eu: {count} elementu
fa: {count} مورد
fr: {count} éléments
hi: {count} आइटम
ja: {count}個の項目
sw: Vitu {count}
th: {count} รายการ
ur: {count} اشیاء

source: {elapsed:.0f}s ago
es: hace {elapsed:.0f}s
eu: duela {elapsed:.0f}s
fa: {elapsed:.0f}ث پیش
fr: il y a {elapsed:.0f}s
hi: {elapsed:.0f}से पहले
ja: {elapsed:.0f}秒前
sw: Sekunde {elapsed:.0f} zilizopita
th: {elapsed:.0f} วินาทีที่แล้ว
ur: {elapsed:.0f}سی پہلے

source: Torrents
eu: Torrent-ak
fa: تورنت‌ها
hi: टोरेंट
ja: トレント
th: ทอร์เรนต์
ur: ٹورنٹس

source: Torrents: {count}
eu: Torrent-ak: {count}
fa: تورنت‌ها: {count}
hi: टोरेंट: {count}
ja: トレント：{count}
th: ทอร์เรนต์：{count}
ur: ٹورنٹس: {count}

source: Rehash: {status}
fa: بازهش: {status}
hi: रीहैश: {status}
ja: 再ハッシュ：{status}
th: แฮชใหม่：{status}
ur: ری ہیش: {status}

source: Scrape: {status}
fa: اسکرپ: {status}
fr: Raclage : {status}
hi: स्क्रैप: {status}
ja: スクレイプ：{status}
th: การสแครป：{status}
ur: سکریپ: {status}
